右边实线系统比较保守不越线，就需要等待前方通畅才能过去
标题党
你玻璃碎了？？？
所以说 普通用户真的没必要购买NGP 虽然现在已经开始送了 谨慎使用为好
哈哈哈哈
蔚来：？？？？？
软件bug
比自己开还累
因为前车变道，怕前车的前车突然减速。
卧槽
压根没识别货车
后车碰这样的都得骂，最烦这种正常开前面还没车的突然减速
居然有敢不看路的勇者
看着不像碎了，可能是撞鸟了
避让救护车好评
高铁自动驾驶还有个驾驶员看路呢
那还要辅助驾驶有何用？？
车流瞬息万变，不看路全凭辅助驾驶很容易出事
那岂不是比我自己开都累
极氪001那个沙雕ACC前方一变道就减速……
确实是公厕级辅助驾驶。这种东西现在就不该能上市卖
啊啊啊啊
大货车缺德，高速上变道转向灯都不打
变道会打转向灯吗
应该是检测到前方有车所以提示吧
好家伙这个真的危险
师傅你别念了！
11秒时候，中控屏上识别了一个东西，但是实际路上好像没有
那个是上面的测速摄像头 仔细看看得出来
《公厕》
反正呢。我现在不推荐买p7了，硬件不行，技术也不行了
后侧方有超车，所以系统自动减速了
十一秒那儿，哥们儿，那个是电子眼
辅助驾驶就是能让你脚歇会，你人也歇那你就等着哪天彻底歇吧
这个玩具方向盘在哪买的，还会闪灯
有点强
看着是自动跟前车，不是所谓的自动驾驶呀
跟车？
rx450h
这无人驾驶，还能 加塞？？神奇
后车已经 举报 成功了
应该去重庆高架桥那试试
0
看不到后视镜
太慢了
来个左转
AI加塞 牛逼
比特斯拉强
是因为4倍速的缘故么，总觉得刹车有点点头
我居然看AI开了11分钟车
为什么右转灯却往左拐
脑子也不知道动一动
这刹车 一脚刹下去不难受吗
是马斯克拒绝的激光雷达吗？
转向灯怎么打的？
这样的加塞速度要挨骂吧？
对于突然的加塞车怎么处理？
为啥原地往左打轮？
4倍速下对行驶的舒适度没感觉
看到司机的心跳很快 一定很紧张 23333
好家伙 红灯也会自动停车
准备变道
你在哪看到的心跳
摩托车上高架？
不会超车 不会急转
接手呀
这双手是在冥想吗？
wtm以为刚刚撞了
有两台测试车？？？
雨刷鬼畜起来了
谁家那么土豪用凌志来做自动驾驶
视频加了速的，实际车速不快
表盘显示40码，不慢了
如果前面有三轮拉着很长的钢管，能识别到吗
返回去看看超车的那段谢谢
这前车在做导航？跟着走？
选择逮虾户模式
前车也是自动驾驶
雨刮会自动开吗？
怎么实现自动变道的？
感觉好像是固定了线路？
这个是不是在跟车啊，跟前面的车？
这个识别的也太远了吧。。。
估计是个老中医 看见脉搏了
2个车都是自动驾驶仪测试车，什么跟车
好奇怎么识别地面这么多车
这基本是全自动驾驶了 人无干预
加塞 学习中国驾驶精髓
注意看屏幕的对向车道的车都能清晰辨别
可以可以
车顶高一点的地方应该有类似广角的探测吧覆盖车辆4周
这是黄埔科学城那一片区吧
生物岛？
两辆车自动驾驶吗?
南沙的晚高峰也就这样了....
卧槽 6666这些栏杆都行
牛叉！ 放个骨头狗都能开了
看pad上 识别车辆
很想看看突发情况下的应急处理测试
其实快停车时智能找车位是最难的 狗头
大家好，我是进来听歌的
停起。好像有点凶、、转速表有点高
比推着走快多了。
去二仙桥,只能拉一点点
那明明是左转灯
我觉得这样驾驶员精神更需要高度集中，更容易疲惫
广州南沙
厉害了
用0.5倍速度看2倍速。。。。。。
自动礼让行人不？
原来这么高级的车雨刮也是刮不干净的，我再也不用纠结雨刮的问题了
系统自动接管了，转向灯都不用管的
超车应该是识别前方车辆速度较慢
不会关转弯灯
前车探路的
电动自行车貌似识别出不来，过去了好几辆，屏幕上都没有提示
外卖小哥飞快
广州南沙，家门口天天见他们在测试，两种车型，一个雷克萨斯，一个林肯
不敢走信号弱的地方  桥下地下室
希望可以来海珠中大做压力测试
没有灵魂
看着孩怕
从这个显示屏就可以知道传感器有多准，羡慕
这是南沙
蕉门村
去万达了
摄像头拍照建模
这高峰车也不多呀
碰见碰瓷的会怎么样
你刚说完前车就不带路了
车身一大堆的，警车吗
行车记录仪是papago吗
有没有左转
前面是领航员？
不来个夜晚
这他妈叫高峰
前面车领着？？？不会吧？
车顶的设备超过百万了吧，
感觉，还是没极狐那个惊艳
做导航的光速打脸
很强
极狐和这个差得远了
牛啊 牛啊
牛！
驾驶员也再抖吗233333
小马是马化腾吗
后面的车都离得这么近了才发现么
这并排开的
卡车先进入无人驾驶时代
卡车司机完了
开头手开吗
全程高速，都散了吧
5小时 nb
这个好啊，自动物流系统
从油门上来看拉的货不重
这路况也太好了 
不会完，人力资源永远会有人用
直升机？
匝道对卡车来说也挺难的
曲率小
为啥要开雨刮器
高速上遇到临时路障关闭一根车道，怎么识别？
這測試環境選的厲害了，雨天，然後還從黑夜開到黎明！牛！
这个判断就很好，左前方大货车避免并行，但左后存在货车时，存在拥堵则选择超越
无人驾驶时代正在加速到来
正在下雨？
哪家的控制能做到过这种大曲率弯道不晃啊？
这也叫密集？
你是觉得堵车才能叫密集？
怎么一直被超车啊
这车速也太慢了吧
这速度还不如坐公交(狗头)
电动车一个个超车
太慢了，占用交通资源
让上道吗？
如果速度快了，出事了。
那估计到时候你们就会反对自动驾驶了
凡事都有个经过努力
没旁边电瓶车快
车流量不小了，交通情况有点复杂
时速15公里每小时
明显低于平均车速反而不安全
速度太慢了，要优化！
这个车限速15码？
车顶上有蘑菇么，有蘑菇的话就无意义
大蘑菇头
慢速，简单路况，跟车道保持功能没差别啊，咋就自动驾驶呢
这是15码？？小电瓶车都超了好几辆。。。
助动车都比你开的快
无人驾驶自行车？
测试 无人驾驶
这当然算密集了。。是要寸步难行吗？
科技都是一步一步来的，你看波士顿机器人以前是啥玩意儿
湖南衡阳？
这怎么不密集，不抬杠能死么，不会说话不说能死么
这车流已经算不少了吧
一直保持这个速度是很安全，但是人做不到。未来自动驾驶一定是最安全的出行方式！ 
人家还在测试阶段
这不是衡阳嘛
在画龙
平安中心
很强
9分钟后进入CBD
这里真热闹啊
灵活
往9分之后看
牛逼啊
晚高峰可真堵
牛逼无保护左转要来了
灯好美
会进酒店大堂
感觉速度好慢，旁边全是超车
很厉害，希望越来越好，千万别是像之前的一些企业后台控制作假
牛皮
精选
高精地图道路标线少一个这车就得玩完
速度慢
没有安全员啊。也太不对行人负责了。
什么公司
深圳啊这是
来重庆，上下坡、S弯安排
前面的带点脑子，实时控制比自动驾驶还难
不是慢，是遵守交规
无人车按限速行驶
当地许可auto x可以全无人啊
AutoX在政府支持下全无人已1年多
后车没刹住，撞上了自动驾驶车，传感器撞坏怎么办
高速有几个匀速90的，大部分超速的较多
就是速度慢，比公交还慢
好
强啊
安全员不累吗
牛啊
后排有人
能干翻华为吗
没有，空车
安全员挺放松
为让安全员休息，12:19还换人了
看9分钟后CBD更有意思
牛啊牛啊
安全员手不累吗
为了让安全员休息，12:19 换人
看了半天，你倒是变个道超个车啊
看09:00之后的晚高峰吧
一直被超车
没前途
跟车空间还是有点大啊，加塞了这么多
被无限加塞了
atuox是哪个啊？
遇到收费路段，无人车无法缴费怎么办？
水平很差，高速行驶极慢，从来不超车
旁边车：闹鬼了
只走货车道？
走公交车道，违章怎么办
以后全换成自动驾驶，你觉得还会有加塞狗吗
如果都是自动驾驶就不会有加塞了
这不违规了吗 停在网线内
安全员结是无相手印
甩特斯拉几条街了
想来加塞的人发现这车没有司机会不会觉得撞见鬼
路人看了吓着了
没人坐在驾驶座，现在不违法吗
能上路？
高峰就有点慢
上海这边报备了就可以 但是后排技术在的 有紧急停车按钮
要是被交警查车怎么办。。。
加速播放可以把一些处理不好的地方“滤波”掉
技术挺好，但是我不会把命交给机器。
加油~
隔壁司机一看，WC大白天见鬼了
有本事进了医院也别把命交给机器
谁说自动驾驶只能用在汽车上
不懂但感觉很厉害
安全距离好吧
红绿灯是给人设的，真做到全部无人驾驶就不需要红绿灯了
碰撞就不要担心了
如果无人驾驶真的大范围实现了，那么道路将会比现在更通畅
好厉害
停车距离搅拌车这么远
走etc车道
加油呀！
哇
不来重庆上不了市？
危险驾驶啊
红绿灯跟车离这么远后面司机不路怒么
安全员好辛苦啊
这个路段不需要安全员吗？
一样需要红绿灯好吧，没有红绿灯行人怎么穿行马路?
冰雪路面还可以吗
我想起了超智能方程式里面的闪电系统，真的快要实现啦
停下来让对面赔钱修车啊，追尾了怎么会继续开
上海不允许真正无人驾驶
上海不让
AutoX后排没人
AutoX是空车
他们都是空车
这是坪山城中村附近
得去哈尔滨试试
合规呗
找后车赔偿
追尾了无人车自己知道
加速播放也把后面CBD精彩路段“滤波”了
后面进城中心路况超级复杂
晚高峰路段后面精彩
自动过闸门
加速是因为6小时太长了吧.....
自己过收费站
原力驾驶
深圳
秋名山行吗？
1000平方公里是什么计量单位？
遇到碰瓷的呢
姿势双手放平，吐气吸气
大晚上这车开出来，大家发现里面没人……估计得吓得够呛
感觉老是被超车
和极狐比起来还差点意思。
速度貌似很慢，起步被公交车和货车拉开距离，全程视频也是加速播放的，不知道正常速度是不是会看着很捉急
深圳坪山？
手不累啊，不能放在大腿上吗
你这走上公交车专用道了。。。
好家伙，以后无人出租车出现了坐在家里拿钱了哈哈
我在现场。 坪山 黑色的车。
前面的，进医院是交给医生不是机器
还是发现很多处理不好的地方
180度掉头貌似不行
停车车距也太夸张吧
如果全部都是无人驾驶。组成一个网络可以降低车祸的。毕竟人犯错率比机器大的多
不是明文规定要要有人在驾驶座，并且手要接近方向盘吗？
肯定有报备的，用点脑子想想！
等红灯时候旁边车司机扭头一看不得吓傻？
所有的车都在超你，说明你慢了，移动路障
还行
这个区与安途合作全无人驾驶
就是面积单位啊，指它被准许在特定的1000平方公里范围内的所有道路上自动驾驶
肯定是被交警允许了使用公交车道行驶啊
你爱交不交，你做的地铁动车早就是自动运行的了
1000平方公里内活物变身小白鼠
驾驶座放鬼，半夜去吓唬人应该挺实用
跟车距离太远了
刚刚注意到，好像是一辆油车。
高速开60太危险了吧
速度还是偏慢整，个过程一直被其他车辆超越。
这块完全没必要排队吧
好像基本上都是右转
被疯狂加塞
车顶装着一堆传感器雷达一看就知道是无人驾驶不会吓到的
能听交警指挥
来保定吧
还是大城市好，没有乱窜的电瓶车
09:03 无保护左转
09:28 无保护左转
10:32无保护左转
路况可以
10:32 无保护左转
09:03无保护左转，10:32无保护左转
09:28 无保护左转
车多的时候都比较慢
说垃圾的 你行你上啊
啥？那么多个高难度无保护左转
无保护左转，比普通左转还要难
马上就是无保护左转
无保护左转又来了
前面说地铁自动的，地铁就在一条道上还没鬼探头孤儿冲锋客厅骑车，一样的来吗？
自动驾驶现在肯定最优先安全，自动安全驾驶>牛逼驾驶
现在还没到要求自动驾驶能超速飙车抢道别车的地步吧，某弹幕真下头
我想知道路人看到车里没人，车自己在开是什么反应∩_∩
能把车速同步出来吗
跟车距离有点远了
【幽灵战车】
这跟车距离也太远了能加载一辆车
有意思吗，自动驾驶停车距远点怎么了？？非得贴着才叫好呗？？？
真是无脑说车距
眼界低的只会看得到加塞，却看不到自动驾驶为了安全留出的距离。。。
审批通过的测试路段可以完全放开吧
这是开得有多慢？只敢用快放，一路被超车，实用性没有了。
可以，以后上班可以在车上吃早餐
跟车这么远玩呢？
看不到评论？？？
低速行驶的时候安全距离是不是有点长？
这个车肯定很慢的，基本都是在被别人超车
跟不上公交车的速度，该说好还是差呢
高速上超实用，市内早晚高峰还是算了
可以跑滴滴赚钱了吗
等待与华为联合
这一路走来能拍到各种违章行为吧
这是在坑梓做的测试啊
停车，隔了好远，为了安全吗。
收费站的人蒙了
很明显前面那个发弹幕的人在10年后会被淘汰掉。
虽然很慢，但基本上都能在红绿灯的时候追上。已经有实用价值了。反正别的车也在等。
就是安全距离啊！
车窗贴膜就行了
来重庆吧
看仪表才20左右，肯定慢
车身外侧都会标注，所以看到了也有心理准备
自动驾驶以后当巡警车，路上拍违章好用
一路被超车，公路三大妈都超
高峰期一条路上有一辆这个车，至少影响其他3辆车
堵车情况下这不叫安全距离，这叫一个车占两个车的位置，造成后方车辆更堵
我没看错的话应该没开行车灯
那些说离前车停这么远安全的，你要是知道前面要是有几辆这个车你估计都要跟他干起来
作弊！安全员用原力在操纵(doge)
试验路段应该是在深圳，看到东部公交的公交了
安全距离不会造成更拥堵好不，间距变大启动跟车也会更快
刚刚是不是走公交专用道了
好流弊
把命交给机器，这是我听见最落后的说法
牛逼
手都一直没变过
这是哪个城市？
这种车车身应该有无人驾驶标志吧
开得慢说没用，开得快又说没人控制危险，笑了
刚才这个副驾好像发现没人了
评论被up主精选后，对所有人可见
没油了怎么办
这是深圳
驾驶员睡着了吧（
毕竟自动驾驶，安全第一
速度好快啊
买买买
刚路过平安金融中心
你已经是个成熟的车了，出去载客吧
前排提示：up开启了“评论精选”
不快放你看五个小时？没脑子的东西
司机在练功
别人看到不得吓尿，没人在车上
说机器不可靠的！难道路上的车祸是机器开的？
现在飞机都有自动驾驶
到了重庆导航不好就寄了
牛逼
其实，战争机器未来十年就可以部分参加军队作战了
安全员都没有，是不是对路上行人太不负责了，评论区不让发
别人撞你咋办
成本多少才是关键
他害怕吗
行人第一优先就不需要红绿灯了
车外贴字  自动驾驶测试司机不就懂了
一直在走公交道 你的分够？
飞机别坐了，天空环境那么复杂，飞机也是自动运行的。
希望比特斯拉更安全
华为算个屁啊
克莱斯勒300c？
实际上驾驶员睡着了哈哈哈
我高速都定120
这个跟车距离放在春运的高速上面，怕不是过完节还没能回到家哦
去大街上这样，合法合规么？
夜间也能做到这种程度很棒了
所有车都在超他，龟速无人驾驶，有用吗？
目测高速的时速为60-70
城市道路应该是40-50
说华为的，你算个叼
弹幕多点宽容，给它时间吧
滴滴司机都要失业了吗
换条路试试，效果也有这么好吗
为啥要快放明白吗，因为原倍速你就发现甚至不如电动车快
为啥放快因为全长6小时，原倍速都传不上去
司机在打坐施法
应该是设定了靠右行驶
加塞加了一个亿
这玩意儿出事儿责任怎么划分
这路标这么清晰，你换个已经很多年的小路试试？路标残缺不全
如果撞死人，那么谁赔钱？
路况太复杂，电瓶车突然冲过来
驾驶员:比一天开了一千五百公里还累
目前自动驾驶只有两种，一种是中国，一种是特斯拉
这是高精地图加持吧？
车速有点慢……
会不会又像当年的汉卡与win操作系统一样
车外全身都是摄像头，看到也是惊讶一下是无人驾驶。
还没电瓶车快
都自动驾驶大家都文明行车了。需要加塞时不都是一边过一辆。堵车不会大大降低？
跟前车距离这么大？
行人优先？就现在这个车让人。有些斑马线基本都有人在过，不设红绿灯你车子就不要想过了
还开进公交车道、公交站台了！这错误太低级了吧
这怕不是要经常去采集路面信息
自动驾驶与前车距离，应该要比人驾驶缩短才对，毕竟可以准确判断距离
速度慢那个是红绿灯地板油起跑线吗？怕不是保持80跑市区
深圳坪山啊，这周围有几个街道虽然都有标线，但是人车还挺复杂的，不过都没注意有无人驾驶的轿车，有阵子路上跑的无人外卖车倒挺多的
还有人不相信这是真的
来济南吧，直接报废
就这车距，放三四线城市加塞死你
肯定经过同意的啊
世界之窗？
慢？城市道路限速40，大部分通畅路段到40没？转弯十几二十礼让行人有问题？高速限速100，90也比那些60的龟速车快得多
这手举的
跟车距离中间能停一辆miniev
这还要控评，那干脆不要发出来好了
这会坐驾驶位最紧张
有人加塞咋办
离前车这么远？？
很精彩啊
被人蹭etc怎么办
跟到大厂车后面这么危险他就不能换个到
这也太遵纪守法了就不能变个道吗
我发现他在高速上有个毛病一直走最右道这一点也不安全吧
估计是个电车
被无限加塞
无人驾驶就是不负责任的表现
希望比华为更安全。
我发现一个特点，就是这段公路的画像画的非常好，不像有些路线花的漆黑一片
有没有比较极端的天气行驶记录？比如暴雨、高温、雾霾
这个车赔给 被撞的人
一旦流行自动驾驶 司机朋友们就失业了。
比大货车还慢吗？
其实还好，毕竟现在算法已经可行了，就差优化
评论精选不如关评
速度太慢，而且不太聪明的样子
深圳
深圳福田区，三个市中心其中一个
深圳机场
旁边的司机看见车里没人会不会被吓到。。。。
还在提跟车距离，现阶段肯定是安全第一，这又不是量产车
着车距！真长！
怎么可能不需要，行人没红绿灯乱穿只会加塞
还要精选  ？
安全员麻了
卧槽，过了我单位
前面的弹幕似乎都忘了一件事，市区几乎都是限速40
以气御盘
克莱斯勒大捷龙
利好白酒
很强，至少给人很有安全感的印象！
安全员比车都厉害  手都不带动的   不酸么
比路上大部分司机都要安全文明
安全员在用内力操控
插队
以后自动驾驶，出行时间就会准确很多，就会更好的安排时间
春节跟车距离？这种跟车距离很安全好吧，春节堵车还不是因为发生交通事故，没事故不会堵好吧，就慢一些
春节跟车距离？这种跟车距离很安全好吧，春节堵车还不是因为发生交通事故，没事故不会堵好吧，就慢一些
笑死，进了大中华又开出来了
快经过我家了。。。
确实厉害
不，如果所有的车全进统一系统管理路程，说不定还真的蛮安全的，但要是碰到脑子不好闯红灯的就呵呵了
我竟然开启了平行眼哈哈
厉害啊！
开是能开了，就是比整体交通节奏慢一拍。成了晚高峰添堵的一份子了
测试员需要驾照吗
在高速上还是很优秀的
因为电车跑不了这么远
这家公司有点东西啊
绝对比特斯拉安全
霍使尼玛
安全员整天坐里面吗？有没有双休
看方向盘抖动，还是有很大优化空间呀
我很好奇是对交通信号灯怎么识别的
牛壁
看司机的手抖的不行，心里慌得一批
这个厉害
哦吼
666
666
芜湖
牛逼啊，还会加塞
咋两个导航
就在上研所
刚才发生了什么？
太夸张了吧？
牛
这里咋了，不懂啊？
對周遭的運動物體判斷能力很強
前边出租车吧
科目三同款报音
真不错
黑车左转近，急刹了
如果单纯路障会不会让啊
这个车疯狂加塞两个车道
黑车左转太近，要让黑车，所以刹车了
车的抖动而已，视频快放了所以看起来抖得很快
这里牛了
牛！
这道路难度可以的
放大招了
自动驾驶最难的是拥堵变道和加塞。这是人心博弈。
小米打钱
最难的不是电动车和闯红灯的？
那以后物流是不是给大货车设定好导航就送出去了
加个塞～
这加塞和杀停 可以啊
这都可以？
bgm劝退
毒瘤红车错过路口实线连续变道，血压起来了
看了几个片子就是左转的逻辑还得改一改。
什么是电动星球？我们来一起研究？
变道有转向灯没有？
会加塞嘛？
右边有辆在直行车道右转的坑货
牛逼
华为！技术无敌
你手放哪里呢？给我聊自动化驾驶。你真厉害就应该对自己技术肯定让他撞了。进行赔钱
破案了  余承东坐在引擎盖里
这块面板是加装的?
简直是21年神车
全是奇葩
bbc:华为强迫汽车人劳动
左转让直行
闯红灯了吧
华为发布即量产
刹住了
这块平板不是没有的吗
牛逼
因为是试驾车，量产会整合，这个时间16号
司机是华为工作人员，手放旁边应该是工作安全性要求
车载激光雷达，可以认出路障等障碍物，不会出现摄像头认不出的情况
面板是测试加装，量产车没有这块儿
好像是法律要求，手必须放在方向盘上
手放方向盘旁边是交通法要求（滑稽）
什么时候明月路成金桥主干道了。。。。
这TM才叫无人驾驶
这才是现实路况
永远不要在安全方面自信。
肯定有，不然算违规了
不是红灯吗
这里还是有点问题的
牛啊牛啊
人和自行车都会让 路障当然会呀
这个转弯好像侵占对方车道了吧
手不放那里被拍下来怎么办？
测试车，这是必须的呀，紧急情况随时准备接管，手不放我才觉得是不负责任的表现
测试车，加装的
暂停看了，确实红灯
这里是红灯
强
直行红灯
直行红灯，这么玩隔壁小哥早就叫了
还能自动走车少的道
刚那是直行红灯= = 左转绿灯。
这里我以为他会加塞儿，那真是人工智能了哈哈哈
这跟车舒服了
防止出事情，毕竟有特斯拉开的头
法律+安全第一
这是测试车
问变道有转向灯没有的，视频清晰度应该可以分辨吧，当然打了转向灯啊
这里微微往左打了一点方向，因为那辆骑线的车子
放下了又被喷，不放又说不自信。。。。。。。
真以为自动驾驶能一步就达成的？？
哈哈，这里那些所谓华为请来的临时演员（外卖小哥）不演戏了？（狗头）
前面那俩伞兵 那是放在腿上 车抖引起的
这个貂
手 必须放方向盘，否则违法
肯定害怕啊
老余很忙
中国法律不允许手完全脱离方向盘，所以手才虚托方向盘底部
华为MatePad Pro
BBC：华为强迫汽车人劳动
平板是调试用的
比特斯拉牛
车里的人活动，不小心碰到方向盘，算谁的？
大嘴躲在引擎盖下面，冒充全自动。
敢卖你还不敢买，你就不想发财吗?
人家敢卖，你还不敢买，这样的发财机会一辈子都难得有一回！
希望给车加抓拍违章并自动上传给交警队的功能
不顺畅的你敢放？
假的，余大嘴在后备箱
这车没有上牌子的吧
把嘟嘟声换成“呆逼”就人性化了
人家要左转弯，加啥塞
刚刚和特斯拉擦肩而过
还会进待转区啊
会加赛吗
这个加塞牛逼了
右边这么大一个临牌
前面车距拉太大了，右边小车轻松变道到前面
假的，余大嘴在车底
以后的电动车国产将领先全世界，我说的。
这个自动驾驶，吊打现在所有，有自动驾驶的电动车。
货车不敢惹
让速不让道！
紧跟时事
来个左转试试
遇到这种车我都是加油追上去骂的
声音闷
这段路已经被试过了吧
白车是在赛车？
666
撞车了 看来要上自动驾驶
自动驾驶还是不太敢用。。
笑死
这大爷不对劲？？
求推荐发胶
这车有点帅啊
我只想知道多少钱
有点丝滑
这里其实挺危险的
老司机被卡车吓一跳
下雨天，灯光昏暗路段的标线那才叫恶心
下雨看不清标线是真的
我以为那个绿的是车香（doge）
是我早就发射导弹了
绿化带这人碰瓷的？
这人事怎么到绿化带上去的？？？
碰瓷要是真是碰瓷，我觉得就很精彩
前提是探测到人吧
这段动画做的挺高级，加鸡腿
箭头怪怪的
为什么看不到内饰？
车里盖着黑布是什么意思
我只需要车会自动侧方移位，永远的痛！
这车是工程车？
车头长的很凶，是我的菜
车灯设计好评
全景天窗？
听说这车零百加速贼快
电车都快的吧
快？刹车行不行
iGsSS8r8:595GGGG85GGGGGGGGX
也要证明来过
还是喜欢原来的BGM
来战
前方高能反应，管你是不是战斗人员都给我撤！
简直可怕啊
这种视频就不能看弹幂。。。根本不能看
啊啊啊这个神弹幕怎么变少了
我去，这里的弹幕都玩出花了，，
=。=第一次来的时候檀木还很少呢
第一视角自动驾驶，DNA动了
○○○○指○○○○○○○○我○○○○
越来越多的弹幕
OPPOA53还活着
智能系统还蛮厉害的呢
bilibili最喜欢你了
封面我空间头像小自豪
弹幕好凶残→_→
是不是下一步就可以全自动了
前方高能，TMD战斗人员给给我我
来战
世界本就是弱肉强食
非常轻松，甚至还截了张图
活着的还不少啊
已经清过许多弹幕了
还好我开了密度。。。
最喜欢你了
弹幕君辛苦了~~~~
弹幕君辛苦了~~~~
有种
荣耀6x存货
已全部举报
前方高能非战斗人员火速车里.........
我凑！
前方灭世高能
此时不刷更待合适！！！！！！！！！！
请速速离开
弹幕太多没朋友！
心疼一方通行
嗷呜~~~~~~~~~~~~~~~
就是这一段
收回之前说的
神弹幕合影一下～合影一下～↑↑↑
弹幕再厚一点！！！！！！！！！！顶起来！！！！！！！！！
已全部举报
这弹幕好刺激
基质的我关掉了弹幕～
那个茶色头发，喜欢穿安全裤踢贩卖机的女孩，我啊，最欢你了！
神级弹幕
你們的彈幕呢都沒吃飯嗎
拜托，请一直保持这样的笑容
听说发了弹幕就能不卡
弹幕太薄了啊！魂淡！
不愧是B站最厚弹幕
前方核能。
太薄了太薄了
感觉更厚了
OPPOR7S接受挑战
人生若只如初见
好可怕不能认真看视屏了
只看过两季的渣渣们别在这儿叫嚷
恭喜你发现镇站之宝！！！
现在才缓过神来
可怕，救命！！！！！
经典的一幕啊
来参观高级弹幕的！！
宇宙毁灭%75
猝不及防
太棒了!!!!!
字幕君辛苦了！
留硬币
同五五
我爱你我爱你
成为LV6就算理解一方又如何还是不能
我也来弹幕墙了我也来弹幕墙了我也来弹幕墙了
nble
弹幕大全.
前方高能！注意，这不是演习。重复一遍，这不是演习。
无限大都没有这么厚吧
==弹幕还可以在凶点
所以泪点在哪里我为什么刚开始看就哭了
我已经买好坟墓了
要一直开心下去哦
卡到连1帧的速度都没有了，前面是有多凶残
↓红字好评啊↓
我勒个去
进度条什么鬼
擦嘞，好多弹幕啊
谁能找到我啊
前方弹幕高能这不是演习
刚才发生了什么，，，
顶上来了啊
わたしがわたしに戻る时いつも侧にあなたが居るから最强！
累了请回家！
hhhhhhhh
世人
av1377760
お姉さまは私はあなたを愛してよお姉さまは私はあなたを愛してよ
为我炒点
乌拉拉我也来合影
极孤三个激光雷达，激光雷达才是关键。
这是买弹幕了？还是啥？情况
没有激光雷达就是逊
耳机党阵亡
华为面前都是弟弟
没装激光雷达吗
好家伙这是导弹拦截系统
没有激光雷达 算个啥
还有别车的
AI自动驾驶也应该且必须和人一样去考取合格驾驶证才能上路，否则皆为非法智能自动驾驶
上汽智己真的牛壁！！！！！
还需要驾照吗？
有种来武汉
我懂了这车适合在深圳用
你现在开自动驾驶，就是玩命
特稀拉
超声波方案跑不快吧
昨天好看看见这个车了  停在华为卖手机里面
吓死
6666
《疯狂的石头》
哈哈哈哈哈
那问题来了 喝了酒的人用自动驾驶 算酒驾吗？
方向盘是一个全新造型 可能没装件
深圳之声
你这瓜保熟吗
城区自动驾驶修车  高速自动驾驶全村吃席
是辅助
哈哈哈作为开发人员哈哈哈哈，不评论
l4
666
没有激光雷达
但是没有人手动判断快
我想我买个车干嘛不自己开，不就是体验一份驾驶乐趣吗？
好短
卧槽，前面这车要疯
？
？
不会有人真的信任无人驾驶吧
又一个特斯拉
就等这一天好买车了
来个价格让我死心
坐这车 心脏不好不行
过拟合
有没有一镜到底的啊，怎么都是口述
搞了半天都是评论？有没有一镜到底的自动驾驶视频？
驾驶位上为啥还放人捏
未来已来
维修也是一笔费用，科技高，零件价格也高
最怕的是突然出现的行人
这个车是要左转的
你是搞it的吗？
第一点价格
可以说很智能了
玻璃上有油膜
油膜是个啥？
疏水层
就是油膜 影响人眼和摄像头
这么玩只能中午开
下雨天还是自己开的好
油膜是河南那边用面炸出来的一种馍
早晚得出事
早晚要出事
因为早晚会出事儿
因为早晚出事
女司机还是相信车多一点
没开过特斯拉 不知道自动驾驶多方便
这不就是个车道保持？哪来的自动驾驶
这个车窗玻璃怎么这么不清楚呀？
没有激光雷达毫米波雷达也敢自动驾驶，而且还有可能刹不住
生前珍贵影像
特斯拉是用摄像头感应的，雨雾天不靠谱
这隔音
这也配叫自动驾驶？就这算个什么。
自动驾驶什么定义不去了解一下
哈哈哈哈哈
车主目前情绪很稳定，一动不动了
现在的新款车啥车没有这个啊？
都看不见路了还这么快
方便你大爷。方便，死都不知道咋死的”
双手离开方向盘拿手机拍视频不出事真的天理难容
放啥手？即使L3，离不管差了两级
方便送你上西天
哈哈手机没坏吧，还是人身安全重要
不是雾灯吧
玩命
都喜欢开快车道？
玩儿的就是心跳
才发现原来特斯拉连仪表台都没有
找刺激自己找个不危害公共安全的地方好么
出事概率挺大的。。。
勇
这种天气还不如开雾灯
没有人比中国人更懂特斯拉
特斯拉：那你们中午开呗
多少没开过的键盘侠 井底之蛙很开心的样子
没死 不错
这是开的敞篷车么？这声音挺立体啊
下雨感走内车道，不怕积水吗
油形成的一层膜
这玩意应该是驾驶辅助吧！
有本事你睡觉啊别看着
没仪表盘是挺难受的
幸亏你没有挑战摄像头的极限！
等着美国黑客把车开到爆破场地当炸药包
这就l2
特斯拉没有仪表盘吗？！
作死的节奏
买这破玩意就是找死
智己l7也不敢这么玩
还有人敢开特斯拉，好惊悚啊
现在的车速是低于高速限速以下吗
自己想死请不要连累别人
这种暴雨天气也敢开自动是先自己活太久么
撞和不撞就和双缝干涉差不多
雨天是最容易感应错误的时候，多试几次就好
雨天用辅助是嫌命长？
暴雨当然不能开太快
自动驾驶还不允许上路啊，这是违法吧
勇士不怕死
保持距离吧
特斯拉连仪表盘都不配
举报危险驾驶
风和日丽也就算了，下雨天，特斯拉又没有激光雷达，祝您早死早超生
别的不说，双手离开方向盘，你已经违法了
开辅驾都是马路杀手，没公德心
我去，以后遇到特斯拉一定要远离，靠，害人。
这功能很棒但只能白天用，因为早晚会……
很帅，但不知道还能不能看到下一个视频
估计算L4级 自动驾驶了
最蓝的
最蓝
是吊打特斯拉…
特斯拉根本不配在这儿比
牛逼
蔚来呀
这中控是临时加装上去的？
车好看，系统牛，我要买
这是碾压，特斯拉他配吗 
蔚来快跟华为合作呀…
蔚来快跟华为合作呀…
很蓝
这个急刹
很蓝的啦
走啊。你停个毛线
干翻特斯拉
38万你买吗
比特斯拉强多了
特斯拉自动驾驶算个锤子，配和这比？
朋友买的特斯拉都准备换车了
念经呢？
好蓝
会避井盖吗？
会避小石头吗？
会避货车掉落物吗
会避鬼探头吗
遇到碰瓷怎么处理？
遇到倒地的大妈怎么办
遇到过刹车失效吗？
特斯拉算个球
这不比特斯拉强得多
特斯拉配吗
特斯拉算个屁
你再骂
我等第三代doge
这么多摄像头怎么碰瓷
特斯拉能跟华为这个方案比吗，特斯拉是辅助驾驶，华为是全自动驾驶啊我的哥
就是吹的，肯定没特斯拉nb，可以闭嘴了吗
38w能在现在买到自动驾驶车不值吗？
自动驾驶不比人驾驶厉害
目前最强没问题
会
比人反应快
余大嘴的牛都实现了
特斯拉：比我强
你再骂
特斯拉不香了
说真的，比我自己开还紧张
毫米波雷达直接可以探测大货车遮挡下的前前车，前前前车，“透视挂”
不比特斯拉差？
是ADAS吧
牛啊牛啊
比特斯拉好
优化下刹车就更好了
这是停住了？
遇到交警指挥？能识别
是吊锤
你再骂？
下雨有影响吗
不管了，吹就行了
急刹多了点
华为是L4，特斯拉才L2，不是不差，是那种很特别的吊打
比较消耗工程师
是他的pad
牛逼
这是真的干翻特斯拉，个人认为目前最强辅助驾驶
谦虚了，碾压特斯拉
特小子酸死了
特殊天气可以吗，能见度滴，雨雾大，黑夜，大风等，试过没有，
有个闯红灯
特斯拉就压根就没这操作好吧
特斯拉没刹车，你也要去掉吗
感觉顿挫挺强的，刹车柔和点就好了
父子局
牛逼
碾压特斯拉
世界第一
谦虚了，吊锤特斯拉
这社会都是蹭蹭蹭。
特斯拉能比吗
最蓝？
吹的牛逼都实现了
这可比特斯拉强
故意的故意的，你都领先这么多了还损特斯拉一嘴哈哈
它怎么知道，我要左转
说的好，不服的来让别人去拍
特斯拉算个求
特斯拉现在连刹车都要选配了
刹车可以优化
特斯拉：不带这么骂人的
特斯拉重新定义了自动驾驶，华为比不了特斯拉的脸皮
等待区
这些雷达运用在大货车上绝对是福音
目前最强
把特斯拉按在地上爆锤
←现在而已
左转转大弯，现实很多都错了。
是不是刹的有点死，提前稳一点刹
比特斯拉强多了
特斯拉能比吗？
特斯拉有个吊的严格测试
没特斯拉牛逼的脑子去看看，特斯拉什么垃圾啊
导航啊
这已经秒特斯拉了
？？？
特斯拉 刹车失灵
手扶是为了防止出问题
特斯拉算老几
刹车还是蛮急的！坐着会不舒服刹车蛮急的！估计刹车有点急！还需要优化
不手扶 会警告退出自动驾驶
最蓝
特斯拉算个球，
不好意思，你说错了，是吊打
最蓝的
碾压啊 
看了个国外tsl毛豆3自动驾驶测试，那玩意时不时就要人接管一下。最搞的是安全员还在吹“这就像宇宙飞船”差点笑死。
最蓝的
最蓝的
这不就实现无人驾驶了吗
已经默默干了7年，牛逼
这里不行 如果是我大脚油门就冲过去了 
注意，保密!
商业机密
最蓝的!
直接碾压特斯拉了
买早了，唉
手敢拿来吗
长沙欢迎你
湖蓝人
不懂就问，市区特斯拉自动驾驶能用吗？
能刹车的车就是好车，特斯拉除外
好蓝
碾压特斯拉
这里车辆识别错了
最蓝的
我看行
是秒特斯拉
刹车好像不柔和
不是一个级别
还能进待转区
激光雷达真的牛逼啊
特斯拉的自动驾驶真的不要试 撞了那么多
国家之光
特斯拉就是个渣渣
最兰的场景
它兰了，太兰了
太兰了
特斯拉:刹车给我控制包你安全
什么是高科技公司？有人出来挨打吧！
这个ADS 是不是昨天刚拿本
直接刹死
牛逼
自信点 超过特斯拉
这刹车
还真tm比我强
这是滑 那甚么是为？
最蓝的场景
穿站自研
最蓝的场景
你在骂
小泥鳅
你再骂
哈哈哈哈
刹车有点死
华为nb
这红车强行并道可还行，这不刹个车直接撞了。
雨天？
一只无处安放的手
华为 NB！
刹车失灵过来看看
特斯拉连弟弟都不算
这是为了绝对安全所以刹车比较重吧
儿童识别是个难点
看起来会晕车的样子
已经碾压特斯拉了
真的耗工程师
所有人都在模仿特斯拉，特斯拉是哥哥
吹特斯拉的，眼瞎吗，还是刚通网?
碾压特斯拉
感觉和小马智行差不多
好像钻缝真的比我强
2000个工程师的头发
牛逼
别人的视频你拿过来加上语言文字 真行 卧槽
雨雪天气极端天气不知道怎样。期待
蓝=难
乘客都快飞出去了
激光雷达
特斯拉绝不妥协，狗头
有多蓝？
特斯拉有什么，一边凉快去吧
牛逼，实干
识别行人
7年。。。是我格局小了
最蓝的
特斯拉挺垃圾的讲道理
开的比我都好！
和特斯拉比？？！！咋想的
碾压特斯拉
B站有在雨天的视频，可以去看一下
献祭2000人的头发
支持国产汽车
中国这个路况测试出来的系统，应该可以。。。哈哈哈
模仿特斯拉？这些智能场景都出来多少年了你跟我说模仿特斯拉？
特斯拉在市区自动驾驶的话，怕不是要赔死
训练里程不算多的，估计赶不上WAYMO 也赶不上特斯拉。
卧槽，这副驾快撞脑袋了，敢说华？
说刹车不柔和的，别酸啦，特斯拉刹车柔和，柔和的都没有啦
别酸刹车不柔和啦，特斯拉柔和，柔和的都没刹车啦
可别糟践华为了，特斯拉配不上
已经秒杀特斯拉了
牛逼普拉斯
小艺小艺送我回家
超过特斯拉
adas
实现的牛还叫吹牛？
厉害华为
厉害华为，这是特斯拉没法比的
特死啦拿车主当测试员了
特死啦拿车主当测试数据了，死了就是一个数据消失
快60%是吧
右边的人一晃一晃的，还不突兀。。。
特：比谁强？！
刹车力度挺大的 可以优化下
强
小艺，来接我
加油
违反交通法了吧
特斯拉后台格式化u盘
小米表示有高通爹就行了
特死啦的行车电脑容易卡死
说刹车力度大的你们是开特死啦的吧
太蓝了
污渍不行
帅爆了
特斯拉的自动驾驶就是唬人的
时时建模，厉害
谦虚了啊
手放在那是规定，不是担心出问题
说刹车有点死的，自动驾驶并不能像人一样预判
有钱真好
我有一疑问。红绿灯难道靠摄像头吗
刚才那个黄车怎么个意思啊
你怎么还骂人呢
极狐感觉不大行 
恶劣天气测试有没有
手扶是负责
特斯拉可以退场了
华为出来之前也就特斯拉可以全程无人介入
支持国产企业
两千个工程师
彳亍
很蓝的啦
大舌头
车门撞过
我开始骂人了
为什么要和特斯拉比呢？
那个监听是否全车标配
在他前面拉一个大大的白布
以后是不是不要驾照了
特斯拉就是个腊鸡哈哈哈
 l
特斯拉算个屁
碾压特斯拉，世界第一中必赢
永远滴神
建议来南宁试一下，全城都是电动车～（狗头）
特斯拉也可以，然后人无了
有刹车，那就是好车
还要市场来考验
不要跟特斯拉比
全是吹牛逼，这车是模型，外面是特效（狗头）
被卡位不急刹就是撞车
简直不是一个当量的
实现了的不算吹牛，所以还是不会吹牛
多少工程师的头发啊！
没有视野盲区就是厉害
特斯拉有这操作的，要L3
特斯拉刹车失灵，你也不差吗？
吹牛逼你是世界水平的
刚才必须急刹，不然就撞上了。没开过车的就会嘴炮
这不比那个垃圾特斯拉强多了？
特斯拉不配
刚刚是测试急刹。。。。。
特斯拉，拜拜
大货车不行，大货车很多是失灵，自动驾驶也没辙
能换个副本测试吗
敢来重庆吗
是碾压特斯拉
突然有大车从过来，它会朵么
不自信
牛逼
特斯拉算个球
比起来特斯拉就是坨翔
希望大车也能装，安全运输
吹牛逼一个顶三
特斯拉工业垃圾算个球
哈哈哈哈哈哈哈哈哈哈哈急刹车点名特斯拉
刹车猛起码比刹不住好
特斯拉刹不住啊
屁
副驾都快吐了
别再用辅助驾驶做卖点宣传了，你的下场可能会比特斯拉更惨
真兰
太兰了
点头夸张了点
技术会进步的！
无人驾驶为啥还要方向盘？
有刹车就够了
自动驾驶，法律出来了吗？
这种车不应该可以上路
上路就玩命
有些人跪太久了，要自信
哇
这个很不错
你再骂
还不错诶！
自信点，就踏马比特斯拉强
急刹车
欢迎来重庆主城挑战
有个问题，别的车会不会逆向华为的数据库和算法
比人强不至于
不太行啊
这还不算冲出去？那啥样算出去
左转为什么不走啊
已经甩特斯拉几条街了吧
不比特斯拉差？ 特斯拉是什么东西嘛能比吗？
牛逼
特斯拉算个什么
有用户群体后再吹，现在还为之过早
爷孙局
你来城乡结合部来试试
就跟5G一样，华为造车是那么的突然出现，又是那么的有底气，而且安全
牛
非常蓝了
？？？这，特斯拉拿什么比？头铁吗？
特斯拉是什么垃圾
这ui还能再像一点吗
直接把model3屏幕搬过来了？
说个笑话，《特斯拉》
我不买北汽的，我等比亚迪版本的，因为我支持比亚迪
牛逼
恶劣天气呢
变道会自动打转向灯吗
大招
极氪要是配华为鸿蒙   就起飞了  路走窄了
大概率要晕车
碾压
特斯拉那个狗公司的垃圾练技术都能吹成神，真正的好技术反而不能吹了？哈哈哈
转向不太行
左侧超车？？？你们等等，我看看交通规则去
特斯拉配吗
我只关心电池问题
特斯拉也配跟华为比？？？
实现了是不是就不叫吹牛了呀
用了2000个工程师……
千万公里千万公里？？？？我不信
极狐
等着量产再吹
搞得好像特斯拉行业标杆一样
什么叫不比特斯拉差?
特斯拉是哪根葱
特斯拉基本没机会了
牛逼了，
不比特斯拉差?你真看得起特斯拉
儿童识别这个，工程师应该不会不考虑到
为什么要和某某拉比[doge]
牛逼
人有情绪
比较理性
和特斯拉比是掉价
生命还是要握在自己手里
碾压特斯拉
比我厉害
这不是不比特斯拉差，而是特斯拉不如华为好
弱弱问一句：斑马线会礼让行人吗？
吊打特斯拉
特斯拉那自动驾驶，碾压好不
特斯拉是什么垃圾
干翻不了te si la
实现不了叫吹牛，如果能实现那叫规划
人前倾这么严重
特斯拉骂骂咧咧退出群聊
特斯拉也不配啊
那叫甩特斯拉几条街
买的起的自然会买，买不起的再好你也买不起
快递员外卖员要失业
这不是蔚来吗
华为牛
道理我都懂，但是这个ui是不是太仿。。。
谦虚了
很蓝
华为可是在中国道路测试的啊！
堵车时才是自动驾驶存在的真正意义
好多急刹
各种急刹...
为什么我看着这个屏幕有一种违和感，和车不搭啊
没上市 世界五百强第49位   三星19   苹果12
砖缝？
还能变道
这种你开也是急刹，还真以为你能比自动驾驶开得好啊
特斯拉就是个李鬼，只要真正的科技大佬一进来，特斯拉立刻就现了形。
特斯拉很好吗？
支持
很蓝
旁边的人小米11uitra
这话就不对了，完全吊打特斯拉好吧
碾压特斯拉
跪服
特斯拉什么什么嘴脸大家现在应该看得很清楚了
恨美国佬，不然华为起飞
别，千万别和特斯拉比，他不配
卧槽
我真的非常需要
特斯拉有啥资格和华为比？？？
用华为的东西给我感觉一个字 稳
短期还是需要驾驶证
希望刹车可以优化
这屏边框好评！
特斯拉什么东西
特斯拉？？？？你这是在侮辱谁
2000个，给你说的想消耗品......
特斯拉刹不住 跟特斯拉比什么
激光雷达
要考
虽然是自动驾驶 但感觉开的一点不墨迹
特斯拉算个屁啊
特斯拉算个球
不管华为出什么问题，我都会买。就为了给华为一个发展机会，干倒特斯拉的机会
华为牛逼
前面的，你说特斯拉全程无人介入，你吹狼BI那？？？
左转有些保守
8年吧
怕马教徒喷，委婉点只能说不比TSL差2333
前面说不要驾照的，你想的美，车子会嫌弃你的
特斯拉？还是叫爱迪生吧
比特斯拉L2级别的辅助驾驶强了不是一点点
华为这家公司的格局确实可以的
你们真的别以特斯拉为目标，它不配
干翻特斯拉
听说出了上研所 效果差啊
华为就会吹牛
特斯拉根本比不了好吧
很蓝么
不行不行，要把别人的灵魂汲取走了
这个加塞
这反应速度，前面红车这种情况感觉很极端了
华为的自动驾驶就是官方固定路段一直跑，基于地图导航，必特斯拉垃圾多了，特斯拉才是劝自动驾驶，
头都要往前怼了还不算急刹？
吹牛
额
那您的界面能不能别设计的和特斯拉一样？
是不是闯红灯了，不知道在等待区变红灯能不能走
太蓝了
全是急刹啊
吹了
这是L4级别
装上激光雷达的都甩特斯拉几条街
这条路打了多少trick 不会自己不知道吧
就特死啦那l2技术拿出来害人
特斯拉完全不行啊
无人驾驶100公里一个工程师
专业点，比特斯拉高2个级别好吧
《 最 蓝 的 》
特斯拉至今都未配备一颗激光雷达，啧啧
已经快凉了。。。
蔚来咋回事啊
很蓝的啦
红灯不停？
红字去学驾照吧，这叫变道不叫超车，啥也不懂就哔哔
特斯拉就停车了，让你自己接管了。
干翻特斯拉
支持，华为加油
硬
特斯拉吊打华为
这就是华为专门针对这条道路进行优化了
没特斯拉好
特斯拉比这好太多了好吧
还会说特斯拉好的，要么水军要么无脑
特斯拉算个毛线
别不相信，碾压对手。
吹牛逼不打草稿的
极狐hi版？
因为没实现的都被公关掉了
这是视觉行成画面哦
理论能识别二百米内的红绿灯
特斯拉的牛全实现了
内饰够丑的
你一直就在接管好不
过减速时带车速从103加速到114，厉害！！
居然还敢上高速
这尼玛是把命托付给电脑了！
玩具车的内饰
半成品工业垃圾
过减速带，你还提速…
塑料感内饰
工业垃圾
时速在涨…
浑身异响
果然美国人的车不靠谱
黄泉车
这开始是不是啥也没踩在巡航，咋过过减速带速度还提上去了
不是车主提速，是颠簸时动能回收受限，制动力减弱，车会突然往前溜
哈哈哈
灵车漂移
速度：104
速度：103
速度：105
速度：108
速度：110
速度：112
速度：113
速度：114
开始减速  速度：105
速度：98
速度：76
开始从中控记录速度
自己改刹车不行吗
tsl：QQ飞车玩过吗？这不是减速带，这是喷射BUFF
副驾在写遗书
去特斯拉驾校重新学习吧
还有领航员？路书？
兄弟嫌命长啊
工业垃圾 逼格吹上天 
在写遗嘱吗
过减速带不减速？？？
特斯拉装发动机
特斯拉装上“V8”发动机的后果
副驾：遗书还没写好
不是傻吗，这种颠簸路面速度又快，不握紧方向盘，傻吗
高速也要领航员吗？
你以为是司机想提速吗？这是车自己在加速
副驾在记路书？
原来特斯拉的速度就这样显示的呀  仪表盘都没有  好危险的感觉
特斯拉用人命检验自动驾驶技术
车：不让你管
动能回收受限了
副驾坐着领航员吗？
你手都抓死了还没接管？
减速带会让动力回收失灵
副驾是在读路书吗
副驾驶在看检查单了（
没看明白弹幕，视频现在说的是特斯拉接管性能强大。
我有个问题，这个视频不是说特斯拉接管的功能挺强的吗？司机自己开那么快，还好有接管功能降速。
为啥要喷，视频看下来不是夸特斯拉接管能力吗
旁边是领航员吗 在看路书 哈哈啊哈
没有标线了肯定要接管啊
减速带你当加速带用是吧
怎么设计这种路。。。
42号车库
我去，特斯拉车主另说，这上高速对别的车也是一种危险啊
接管
剧烈震荡，电脑强制介入，然后事故
时速一百过减速带牛啊
关键时刻死机
旁边坐的是领航员
买这破车就是想死的快。早晚出事
好先进啊！
特斯拉：帮助车主快速通过减速带
人家车名就叫“他死啦”，别大惊小怪
副驾在写遗书
附加在写遗书吗
没有一家做到，你把华为的智能驾驶当啥啊
再过几个月就有落地的了
和华为差距还是挺大的
沉鱼方案？？？
talk is cheap，这么好赶紧拿出来卖
自动驾驶现在至少10个世界第一了，赶紧拿出产品来吧
L7？现在自动驾驶通货膨胀的这么厉害？
太慢了 都这样开以后路会越来越堵
你想过吗路上这种车多了 路况会越来越堵 
这种测试合法吗？
你能安心交给他开吗？出一次故障生命可能就没了
这种车越多越不会堵，因为没有了恶意强行变道并线和违章行为道路会更通畅
用大太阳天养成我们不接管的好习惯，然后雨雪天
这都停下来等了这么久电动车了，要是我肯定急都急死了
这叫短？
这都能强行解释？
极狐呢
靠命名L7混淆视听，技术能高到那里去？
有点像R的内饰
比华为厉害
踩别人就不好了
冗（rong三声）余
华为呢
直接发视频就好，越吹越觉得假
闯黄灯了
有高精地图，看似开放路口，系统内部其实已经预设了航迹，up请继续忽悠
看右上角，测试车后面的一辆车帮测试车挡住了左侧车流才让测试车成功并线，up主请继续忽悠
还是看右上角，又是后车先向右变道帮测试车挡住车流测试车才成功变道，up主请继续忽悠
有高精地图，专门针对这段路段有优化罢了，换一段其他路试试。up主请继续忽悠
没激光只有能力有啥用
闯黄灯可还行
华为是第一个落地的自动驾驶吧
那个字念rong yu
冗（rong）余
全程嘎吹？？？？
不停的念台词嘎吹？？？
吹得好尬
L7？？
开局几段视频，全程靠一张嘴
这叫没剪？
发展需要过程，要支持不容易的进步
华为呢
华为的处理更老司机的熟练，智己还是很生涩好吧
上市后和华为无人驾驶直接对飚一下就知道谁强谁弱，现在哔哔都是心虚，华为直说自己不谈别人
以前都是说 超过特斯拉，现在是对比华为，华为nb
最特么恶心一群华为海军了，一辈子华为黑，没有底线的吹牛皮企业
主持人被充值了，哈哈
念就完了
华为笑了
什么叫踩同行比较啊说到华为就不能有丝毫的质疑真是活见鬼了
你搁这吹呢
下暴雨就知道了
简单说，现在扫地机器人都知道要用激光+视觉+超声雷达，家里环境总没有路面上复杂吧，居然还减配了​，效果咋样需要继续验证
up主是基于白盒还是黑盒在这分析呢
那段华为的视频引爆了市场，也树立了一个标杆
这个难度大，不错不错
华为的吗？
11月才能试驾
chen余方案？？？？
和华为还是差很远
你看不起华为？
你让它来北京的早高峰试试
人家给他都没捡，他给你剪了。 OK.
原片没剪，你不能让up主也不剪吧
有一说一，华为的自动驾驶更接近真人的风格。
确实尬吹
Ex，这个躲避右侧的鬼探头叫没有必要？！ 三责买了 500W 是吧？！
好家伙，请个专业车手帮我开两星期，是不是就可以用自动驾驶送豆腐了？
然而目前道路上的车辆，一半左右连 ESP 都还没有。
快。华为粉快说华为好。华为榜！
菊花就算了
小鹏ngp也有吧 只是不给试而已
真实场景有人让也正常吧 虽然不排除有车故意保护
记得用华为技术的极狐不比这差吧
绷不住了，杠精真的能从任何地方发现刚点
只能说两个都差不多，华子真是无时无刻都在请水军
无脑嘎吹华为真的够了，这是手机开箱视频吗
农村乡镇敢来吗
没办法 华为有几个正常的- -
高精地图早就预设好了，UP主要么被充值，要么就是完全不懂在尬吹
momenta的
哈哈哈哈哈哈哈哈，落雁计划
别闹，余大嘴在前备箱视线不好而已[吃瓜][吃瓜][吃瓜]
每卖出一辆就有一个大嘴失去，没有买卖就没有伤害
压线 遵守交通规则
之前那个让电瓶车的视频，好像也压了实线吧
这种，前车走了才走，
还是怕压了旁边的实线，胆子太小了。
回复 @徐徐麦浪 :系统设定的不违章，不违规，不走的话，他也没办法走的
你有了之后可以多接管几次，接管多了就和你开车一样了，ai强大的地方是学习
不要标题党可好，这个视频我看过，不是需要接管，而是自动驾驶胆子小点，要多等会儿 于是他手动开了
回复 @花开莫与流年错_ :我在视频里也是这么解释的啊。
回复 @沪中农 :所以你是标题党啊，有问题嘛？
回复 @胸小的不要讲话 :好吧。就按你ID定的规则，我没资格说话
回复 @胸小的不要讲话 :不需要接管，但事实上接管了，标题没有问题
回复 @叉叉几级 :你看看是在什么情况下接管的。你也可以不接管，等周围的两辆车过了，它自己会走。
有时候需要接管也正常，看标准好像到L5才无需接管。
那种需要整个道路都是智能的，道路的信息随时与车辆保持交换，到那时有可能驾驶的最高权限不是人，而是人工智能
安全和法规的优先级在前，有些特殊情况只能也必须由人来下判断，比如单行道前方临时有车把路堵死了，车机也不能原地掉头（法规上算逆行），机器不能代替你“违规”
那个位置看上去好小啊
反正原则就是怂呗
你来
是的。应该学特斯拉直接开撞是吧[偷笑]
回复 @叁霓喔 :去学驾驶，你就懂了
怂？设置的程序就是在交规法规的范围内行驶，以安全为主的前提来行驶的
安全，守法是底线，没毛病
守法才是基本！
特斯拉不怂。
幸亏是华为，换别家不撞出去才怪
"鹏友您好，抱歉给您带来了不好的体验，我们已经收到您的建议，将尽快反馈给相关部门进行优化，感谢您的支持~

熟悉不？[笑哭]"
简直真实[笑哭]
已经反馈 优化就不一定了[呲牙]
回复 @猛男就是我 :你开到小鹏哪款车？
回复 @猛男就是我 :我证明，确实优化了，优化了夜间可以使用lcc的bug，杜绝了lcc的夜间事故
回复 @pixe_world :是的，N版本（至享）确实是搞成了0点后就不能用LCC了。太可恶，这么搞下去，呵呵……
开车就好好开 别说什么辅助 辅助用多了 自然而然会越来越放松 刚开始还手扶着 还看路 越来越大意 看看手机也没事 玩玩游戏也可以 眯一会也问题不大 这就是个潜移默化的过程 到时候迎接你的就是车祸了
我恰恰相反，自己开容易累，辅助能缓解疲劳。
回复 @就是那个工 :开着都犯困 都解放了反倒精神了？
回复 @Sun言叶 :当然，自己开累，交给辅助能节省精力，用过就知道了
回复 @就是那个工 :那就祝你多用 多省了
回复 @就是那个工 :我就不用了 开个车的精力还是有的 安全第一
回复 @Sun言叶 :哦
回复 @Sun言叶 :不是犯困的累 三四个小时保持一个坐姿腰酸背疼的累
回复 @名字大概七个字 :？那你用了辅助还能躺还是咋的
回复 @Sun言叶 :你先把驾照考了再接着聊行么？
回复 @Sun言叶 :建议你租个车开一趟跨省的高速之后我们接着聊
回复 @Sun言叶 :没人在乎你用不用[给心心]
回复 @Sun言叶 :明显是没开过车的，高速累了辅助驾驶帮忙30s都能让人缓解很多
回复 @名字大概七个字 :你怎么敢说我没开过跨省。。。笑死
回复 @暹纙 :有多明显。。。不用辅助的人多了去了 有点武断哇 。。
回复 @凌晨大无赖 :挺多的 你看这么多人喷我 包括你[给心心]
回复 @暹纙 :高速累了不应该找服务区休息么 你经常疲劳驾驶？
回复 @vvstar :我要是有驾照 怎么说？张口就来是吧
回复 @Sun言叶 :来秀秀啊，别光说不练啊[给心心]
回复 @就是那个工 :自己开着感觉累了最好还是停车休息，辅助驾驶人一放松很容易就会发困了
回复 @vvstar :这不得赌点啥？
"回复 @不知道咋整的陈 :我个人认为这个道理理解起来并不难:
打个比方，比如疲劳度100就要下服务区休息。
自己开，比如200公里会达到100，就要下去休息了。
辅助驾驶，节省精力，对我来说疲劳度可以一直保持在60，那么就不会那么累，还能有更多的精力来观察路况。
比起疲劳度一直增加早晚会到100，始终维持在60我个人觉得更安全。"
回复 @就是那个工 :你叫不醒一个装睡的人 跟小孩子这么较真干嘛
类似于机的自动驾驶吧
高速上长时间驾驶的时候可以用一用，减少注意力负担，晚上或者山区就尽量自己开了
技术就是来给人用的
用过再说吧，反正我是觉得高速上能极大减缓疲劳
一看就是没用过辅助驾驶的
回复 @Action_Lee :张口就来？我用过的话怎么说？
回复 @dada123 :缓解腿部疲劳 但分散注意力 尤其高速更容易让人困倦 你自己找找那些辅助驾驶撞墙的视频去看看
回复 @Sun言叶 :我说的就是自己用辅助驾驶的感受，他撞墙难道不是自己的问题么……困了就该去休息，而不是把辅助驾驶当自动驾驶用，自己在睡觉。
问题出在芯片算力上，小鹏再怎么腾挪算力的极限摆在那里，可以说1000tops以下的算力都不能真正做到自动驾驶，硬件到了1000后再完善算法就能无限接近自动驾驶
确实，xavier估计这样已经是极限了
我同事是英伟达orin x的开发人员之一，他说需要4000算力才能达到L4
回复 @就是那个工 :yysy堆算力没有意义。现在神经网络的视觉是有缺陷的，无法验证的。有论文显示，随着算力的提升，神经网络的准确率提升非常有限。我个人感觉神经网络已经到极限了
回复 @内修仙功外持神器 :就现在这种神经网络，就算到4000pflops都没有用。。
回复 @内修仙功外持神器 :一个不可验证的东西谁敢让他开车啊
回复 @黑暗之声 :不可解释，直觉上确实不敢让他开。但是人的脑子为什么能开也是不可解释，所以这个问题不好说。
回复 @ylrylrylr :主要是现在神经网络会犯人永远不可能犯的浅显的错误，目前来看这些错误简直不可饶恕不可理喻不可定位不可修复，产生这些问题的核心原因就来源于不可解释
为什么是1000？
我倒是觉得厂商会拿算力当借口，去淘汰老车或者卖硬件，硬件是骨架软件是灵魂，我从消费电子行业历来的经验来看，我们的供应商不缺好的硬件，我们的软件一塌糊涂，什么都想做又不想花钱花时间，希望中控大屏不会变成广告播放器
再怎么自动驾驶也不能阻止别人撞你，除非人手一辆自动驾驶。并且没有手动驾驶模式
回复 @white丿白 :那如果有人黑进来用来攻击别人
胡说八道，比参数是吧？
回复 @内修仙功外持神器 :堆参数没意义，看看fsd beta吧
总有人把辅助驾驶当自动驾驶[捂脸]
然後就變成不負責任駕駛[脱单doge]
NGP这种功能，如果长期使用，自然而然的就会放松警惕，注意力不集中。问题是NGP能不能识别出每一次需要人工接管的场景，提示后是否有足够的时间和空间来人工处理。
接管冗余确实也是个重要的方面
所以说 普通用户真的没必要购买NGP 虽然现在已经开始送了 谨慎使用为好
当lcc用就好
非常赞同标题
[doge]
我这人比较老套，除了absebd这类不想要任何辅助驾驶功能,完全信不过这类能掌握油门和方向的辅助驾驶
当然可以
我也是，短途自己开还不过瘾，毕竟后驱还是好玩[doge]长途跑高速开定速巡航放松脚累了就果断服务区休息，反正目前我对大于等于l2的自动驾驶既不信任也没需求[藏狐]
"辅助驾驶最可怕的就是会减少你的精神集中[doge]

比如你本来也累，自己开勉强能开，开辅助驾驶没事一段时间之后可能就困了脑子迟钝了反应不过来了"
有一说一，只看这视频和up主的描述，我还是觉得沃尔沃的领航辅助更好一些（本人V90车主），对于有车插进来的情况，对前车的识别切换相当积极，刹车很果断。只是在复杂路况比如换匝道，完全需要手动。会的很会，不会的真不会[doge]
家里XC60，一毛一样的体验
别吹了，xc90和小鹏都长时间开过，沃尔沃直接不是一个档次，直线都画龙
就算是自动驾驶你敢把命交给一个机器吗
……
如果路上所有车都用同一套平台的自动驾驶，机器错误的概率可比人要小的多，你没看up都不想理你，说话要过脑子
那建议你别坐飞机
那以后建议走路
建议走路
这么说那你早就把命交完了，飞机火车地铁电梯一个都没坐过是吧
回复 @温柔蝴蝶忍 :问题是你这个前提[思考][思考]
不是交给机器，而是一群你不知道的程序猿[doge]
➕1 最满意的是2.7.1
因为电子眼能看见人看不见的东西。所以有时候辅助驾驶会在没有行人的情况下减速。
我那次看朋友直接把驾驶交给电脑我就心慌，没出事是我运气好[不问天_吃瓜]
人机共驾，不能完全交
没体验过，心里还是有疙瘩[捂眼][捂眼]
算了吧，信不着电脑，能把自己的命交给不知道啥时候就能出bug的系统，人得多缺心眼。
[捂脸]
我记得5G规划里有自动驾驶赋能 车上算力不够 就把数据上传去处理 可能还有技术没完成
这个感觉技术更难
不可能，最多车联网共享信息，数据上传处理有线网络带宽延时可靠性都远远不足，更别说无线技术
不是解决算力不够，而是彻底抛弃神经网络，靠车间消息通知，完全不需要算力。现在车企把大家引入误区，搞得好像算力够，一切都会好起来一样。实际并不是这样，神经网络堆算力没有意义，他还是不可验证。
"快进到致谢危机
你家语音助手控制车子撞人[脱单doge][doge][doge]

玩笑话[doge][doge][doge][doge][doge][doge][doge][doge][doge]"
云游戏不是自己硬件不够直接云电脑上3080显卡 自己电脑只是显示器 挺卡的网速不够 汽车处理算力应该也可以就是不知道现实不[笑哭]
不是计算转移云端，而是做智慧道路，搞车路联网、车间联网。实际上自动驾驶的一大困难在于探测道路信息很难，在局部信息下做驾驶决策更难；但如果可以让车和路和其他车直接交换信息，每辆车获取的信息准确度将大幅度上升，驾驶决策难度会大幅度下降
能洗一下玻璃吗
P5的3.2激光雷达版本，都有你说的情况！我再支持一下！插队车识别也是避让不及时！
哎，这么看目前的体验都不够好
说实话 每次看到接管都心惊胆战的，本来买车准备要加自动驾驶的，现在想想还是算了吧现在的lccacc解放脚踩油门也够用了，等个五年十年自动驾驶技术成熟了再换车也不迟
目前lccacc就已经足够了，ngp这类目前属于高不成低不就
30t算力的极致[脱单doge]
xavier真的极限了
30算力的极致事小鹏p5的城市ngp。跟小鹏p7算力一样
回复 @追必谴 :现在是真的开始怀疑城市ngp能做成什么效果……
回复 @就是那个工 :不管什么效果，都是第一梯队。目前也就华为hi版和小鹏的城市ngp具备城市导航辅助驾驶的的能力。fsd又进不来，国产加油吧
2.8就是反向升级
一味堆算力没用的 算法不行 再高算力也没用 特斯拉才72算力 另外72是备份 但是特斯拉可以通过纯视觉做到任意地点 不需要高精地图 激光雷达 毫米波雷达就能导航行驶 这就是算法差距
什么时候接管，个人总结是：前方修路，马上上下匝道，雨雪天气且较大，前方事故，前方有重型卡车（听说ngp对于长条形板车识别不准），前方突然变道。其他时候用着还是很舒服的，没从开了ngp真的比起自己开轻松很多，注意路况就OK。总有人把辅助驾驶当成自动驾驶……..甚至开了就感觉万事无忧自己玩去，出了事只知道penq
[支持][支持][支持][支持]
一直负向优化，越来越保守
哟，冒险岛bgm
哦哟？老岛民？
回复 @就是那个工 :现在还在玩呢[笑哭]
还好我的车子辅助驾驶还要自己把控方向，歪了还要手动回正[吃瓜]
[妙啊]现阶段丰田的自动驾驶感觉比自己开还累（不过还没上过高速）
丰田是lcc？
想买P7了   感觉真的不错[打call]
等明年改款吧，现在没必要买
回复 @就是那个工 :明年改款贵啊，本身改款就要涨价，其次国家补贴没了再涨一次[辣眼睛]
回复 @我当然厉害啦 :改款领先很多东西诶，如果不在乎800v 230kw电机 热泵 8155芯片 ，倒是可以买现款当家用车用无所谓的
回复 @就是那个工 :都是要钱的，而且其中8155应该是可以后期升级
还有人说不能不看路要辅助驾驶干什么。辅助驾驶帮助分担一部分操作压力之后驾驶员可以把更多注意力放在观察周围上面，而且相对可以推后发生疲劳驾驶的时间。
"其实就是人工智能算法中存在着黑盒，所以只能一包错就直接退出

连原因都不知道，优化自然是无从谈起"
欢迎多科普，这个功能现在需要大神们多讨论多普及
回复 @就是那个工 :不是从业者所以不能说的很细，单从视觉来讲吧：全自动驾驶经常会出现离谱的撞车事件，其背后的根因就是视觉系统无法判断反常的场景，比如说“看不见”路上横着的白色卡车，其实就是没有考虑到这样的场景。而普遍的解决方案就是在出现异常的时候直接退出，但是由于是“异常”所以出现连原因都不知道的退出也在情理之中。
其实不是这样的，ai其实不属于算法范畴，出错也不会退出。。。只会输出报错提示（如果真直接退出了那是代码问题不是ai问题。)，优化的话也其实可以做得到，只需在出现错误的环境下给予正确的返回进行再次训练
回复 @Leyikon :你的后半句正是人工智能驾驶的软肋——真实世界的极端场景那么多，车厂哪里能全部考虑上？说白了这不是某个技术的问题，而是这个社会还没准备好迎接大智能驾驶时代。
回复 @今夜无人入睡 :是这样的，ai的缺点就是不确定性，永远有出错的可能，再加上现在道路上也没用特意的为自动驾驶汽车优化
我一个朋友买的小鹏p7鹏翼版，高架上用NGP手机玩斗地主，哎。管不了，我也是小鹏p7，我就喜欢自己开一个劲超车，不超车容易困
斗地主……让他注意安全啊我的天
想开点，就算撞了故障车[脱单doge]还有保险兜底换新车。
就是被撞的太废命
回复 @追必谴 :我这车已经被撞过两次了 这不活的好好的[脱单doge]
辅助驾驶出了事故，公司无责[脱单doge]。还敢把命交给他们
不敢，只敢交给自己，所以我看路
不中用还要掏钱？
别刀了，后面已经送软件了，我是老韭菜
回复 @就是那个工 :送软件的车别说NGP了，连LCC都开不了，OTA遥遥无期[妙啊]
回复 @我当然厉害啦 :不是说十月嘛
回复 @就是那个工 :预计10月[doge]
回复 @就是那个工 :送的是因为整车涨价了，其实还是早一批买的划算。
掉ngp确实体验和不好
同 up，2.8更新后用 lcc 体验明显能感觉到差了很多，跟车很不流畅
"我是p5E版，更新之后也发现了刹车力度这个问题，不知道是不是有人反馈跟车太远还是怎么得，非得到跟前再补一脚很重的刹车。跟车距离也变近了。可能是激光雷达的信心大了吧，总觉得算力不能发挥激光雷达的作用，反正现在是这样。
非常感谢up主在科普辅助驾驶的边界和作用，希望更多的人看到"
"那看来不是我一个人有这个感觉，我记得2.7版本的减速非常平顺，很早就有逐渐减速的反应。

感谢您对视频的认可[抱拳]"
请问双手离开方向盘驾驶扣多少分来着？[吃瓜]
那我可能12都没了[笑哭]
测试车可以离开的
问就说握着，不用自动驾驶也有很多人直线不握方向盘的[tv_笑哭]
请问。你是来砸场子的嘛[doge]
回复 @没名瞅啥 :[吃瓜]我不是，我没有，别乱说
这个车牌后面带一个试哦，放心扣不了分的
这种 有什么意义 最早的自动驾驶 就是这个车顶 大帽[doge]
头顶有那个，有屁用[捂脸][捂脸]
你一生出来就这么会说话吗？
回复 @子星722 :你连头顶的东西都做不出来，有屁用
回复 @卧龙凤雏满地跑 :没法量产就没法率先占领市场
回复 @爱吃西瓜的开心 :手机从一个提包大小做到一掌大小也就是10年的事，况且现在一家都没造出来，都是这么个顶球顶包的状态，你的意思都别做了呗，反正都不能量产
回复 @mariao :[嗑瓜子]我的意思谁先出来谁占领市场，极狐已经开始预售了，6月份就可以提车了，虽然说是l2但是和l4区别不是很大
回复 @爱吃西瓜的开心 :你这不是很大吓到我了，l4条件下基本等于自动驾驶，l2基本就是个辅助驾驶（你可以理解为完全无自动驾驶能力）。
回复 @淮校长 :现在一众汽车厂商已经和华为合作了
回复 @爱吃西瓜的开心 :懂了1600x和5600x区别不是很大，骁龙810和骁龙865区别不是很大[呲牙]
回复 @淮校长 :华为只是自称是L2，但是你觉得他的L2和L4有区别吗？不能全程自动驾驶吗？
回复 @AY_菌 :华为是自称L2，但是他和L4已经没什么差距 ，就目前放出来的实地视频，难道不能自动驾驶吗？
回复 @mariao :十几年 还不够 别人都有体验车了  而你却还在十几年前 还有什么意义
回复 @mariao :极狐顶着大包了吗？
回复 @mariao :人家极狐咋不顶个包
回复 @帝话之秀 :顶大包的已经可以下载app打车试乘，开放给公众检验了，极狐就放了几段挑选的视频出来，这怎么比
回复 @rubbninja :19小时前的号你随便怎么说，他头上就是顶了个包哈哈哈哈你在怎么体验他头上还是有个包哈哈哈
回复 @帝话之秀 :也对，顶大包就是丑，还是极狐帅
能把成本拉下来就行，不然还真没意义，一百多万谁买得起
回复 @帝话之秀 :极狐实现自动驾驶了吗？能拿出来卖的一样就是个高阶驾驶辅助，跟视频里这个完全自主根本不是一回事
回复 @mariao :麻烦看看两者的路况以及交通参与者丰富度再来说话，视频中的路况比起极狐路况不知道好了多少[OK][OK]
回复 @rubbninja :可以全城跑，还是某个没几个人和车园区内跑？
回复 @沙漠魅族 :现在是北京亦庄区和广州南沙区几百平方公里的公开道路
其实我相信，自动驾驶的科技水平，但我不相信的是行人的素质
自动驾驶水平也不值得相信
回复 @笑笑笑～ :按照你这逻辑 这世界上没什么值得相信的咯[脱单doge]
回复 @一小只大胖熊 :那我补充一下，现在在售所有所谓的自动驾驶都不值得相信
自动驾驶可以规避行人。
技术就是要解决这些问题，都是理想环境，就没啥事干了
不能在重庆开的自动驾驶 都是技术不成熟的[吃瓜]
自动导航：重庆火车站[doge]
刚看完没有华为极狐的路况复杂 还是头顶几十万的激光雷达方案  浪费我的时间[捂脸]
其实是华为把大家胃口吊高了，一个月以前我还认为这个是非常牛的
回复 @安东日记 :像这样的技术很多公司都能行 重点是华为自研的激光雷达价格做到了白菜价  没有几家能做到
华为高精度地图，短期内不可能在所有地方铺上，成本也很高，在一些大城市没问题，像我们这种十八线小城市，等我下一辈估计能用上
回复 @实在取不了 :有个华为雨天的路测，后半段是没有高清地图的，自己可以去看看
回复 @实在取不了 :其他车子也要高精地图的。
这是robotaxi，车不卖的，用来跑出租，和华为那集成到车里的辅助驾驶不是一个level的
虽然很多车都能这样，可惜都没有能量产的，外挂很多传感器
雨天自动驾驶BV1ao4y1f72Z
在斑马线没让行人
有个疑问 假如这个车遇到损坏红绿灯 那种一黄一红一直闪那种 它会怎么识别操作
不愧是6级号
是否有一个延迟识别机制，或者是直接在多少秒无响应后，直接转移后台反馈给公司人员直接下达人工调度指令
你怎么过他就怎么过，可能比你过的还好，毕竟雷达看的多
这还没华为那个看起来爽
[doge]双手没握住方向盘，扣分
没有比华为那个量产车好呀
连百度都赶不上
这种带着大帽子，传感器都在车顶，做出来算法，以后传感器融合到一起车身各个位置里，算法不还得大改[doge]
"自动驾驶最大的绊脚石就是没有素质的电瓶车，不走斑马线乱闯信号灯的行人
尤其是一些老年人"
引擎盖里面肯定有人在开车[doge]
"小马智行很棒，这么长的时间里0接管，仅1次被电瓶车斜后方闯入引起大力刹车。
比在安亭测试的百度和华为好10倍，路况那么简单，他们的安全员都跟吓坏了一样。博园路那么简单的路况，华为的公开视频10分钟急刹6次…"
不要公开说华为不好，会被骂
"是很棒，然而你一辈子开不到搭载这套系统的车，最多就坐一坐出租车…这种机械式激光雷达的价格就是一辆车的钱

所以小马、百度的技术都是不错的，就是离普通消费者太远了"
回复 @fangzy0823 :最终都是完全无人驾驶，消费者不需要再买车了。渐进式达到这个目标还是一步到位，这是个问题
回复 @rubbninja :全无人驾驶我觉得2050之前没希望了，感觉有生之年看不到了
回复 @fangzy0823 :这种本来就是给出租车准备的
比华为好十倍[疑惑]就这个？你不是昧着良心就是拿钱发评论的[热词系列_知识增加]
自动驾驶竟然还会超车欸
自动伺机变道（×）加塞（√）[doge]
招试车员吗[脱单doge]
这跟没钱买的我有什么关系呢
有，以后就是无人出租车
我来告诉你，0次。PS：小马没给我钱。
这个加塞我赞了
我觉得自动驾驶实用化最关键的不是算法延迟技术什么的有多么多么先进，而是相关设备，网络，感知功能的稳定性与可靠性。要将故障率降到极低的程度才适合大范围普及。
这种东西最好的环境是全自动化管理，且有专用车道或者专用路线的情况下，就像高铁系统那么管控。
好家伙，自动驾驶启动之后，驾驶员就得打坐练功
开源用的爽不？
问下，车顶的帽子值多少钱？
敢把中控屏展示绘太家看么
当所有车俩都配备一套系统没有黑客捣乱的话估计才是很安全的
买威力登用英伟达的芯片造概念车,然后用开源的软件算法库集成.累积了十万公里数据后就可以对资本市场卖概念了. 至于激光雷达的成本,上市后再说吧，那时可以增发非公开发行股票,说要投资激光雷达.嗯，若是BATJ们更好办,分拆自动驾驶业务上市不就得了.
顶着个堆有什么商业价值？04年谷歌就试行了
所以接管了几次？
都不错，当然，人们是希望配置越高越好！
就想问下酒后自动驾驶怎么算[doge]
你还要把AI灌醉？
回复 @AutoLab-汽车实验室 :程序员喝醉了写代码[吃瓜]
我不装了，实在是太牛逼了这技术
期待有在标识不清晰或者无标识的路测[思考]
就这？这叫晚高峰？我还以为是内环路[doge]
一看就知道是亲爱的广州南沙了
这个加塞我赞了
出租自动驾驶或者公共汽车自动驾驶[妙啊]
我觉得自动驾驶实用化最关键的不是算法延迟技术什么的有多么多么先进，而是相关设备，网络，感知功能的稳定性与可靠性。要将故障率降到极低的程度才适合大范围普及。
这种东西最好的环境是全自动化管理，且有专用车道或者专用路线的情况下，就像高铁系统那么管控。
"小马智行很棒，这么长的时间里0接管，仅1次被电瓶车斜后方闯入引起大力刹车。
比在安亭测试的百度和华为好10倍，路况那么简单，他们的安全员都跟吓坏了一样。博园路那么简单的路况，华为的公开视频10分钟急刹6次…"
不要公开说华为不好，会被骂
"是很棒，然而你一辈子开不到搭载这套系统的车，最多就坐一坐出租车…这种机械式激光雷达的价格就是一辆车的钱

所以小马、百度的技术都是不错的，就是离普通消费者太远了"
回复 @fangzy0823 :最终都是完全无人驾驶，消费者不需要再买车了。渐进式达到这个目标还是一步到位，这是个问题
回复 @rubbninja :全无人驾驶我觉得2050之前没希望了，感觉有生之年看不到了
回复 @fangzy0823 :这种本来就是给出租车准备的
比华为好十倍[疑惑]就这个？你不是昧着良心就是拿钱发评论的[热词系列_知识增加]
[doge]双手没握住方向盘，扣分
有参考价吗?> 这雷克萨斯 诶...估计定价比那个极狐贵?
这是是小马智行的方案，不是看雷克萨斯啦
回复 @AutoLab-汽车实验室 :只是这个先不论 自动驾驶的性能 , 就车顶这个.很影响美观的呀没办法集成到车子本身嘛
回复 @菜不好-肉好 :美观其次，成本太高，大几十万
回复 @狼煙亖起_ :不说技术, 华为 特斯拉这样的 集成成模块 省事啊
回复 @菜不好-肉好 :特斯拉就几个摄像头，继承个毛线啊[笑哭]
回复 @菜不好-肉好 :持续测试中呀，肯定会有各种各样的情况，未来应该会好很多吧
自动驾驶竟然还会超车欸
没有比华为那个量产车好呀
期待有在标识不清晰或者无标识的路测[思考]
输入异常值怎么办
有没有厂家用你们家的方案，准备量产的？
广汽埃安和小马智行有合作
买威力登用英伟达的芯片造概念车,然后用开源的软件算法库集成.累积了十万公里数据后就可以对资本市场卖概念了. 至于激光雷达的成本,上市后再说吧，那时可以增发非公开发行股票,说要投资激光雷达.嗯，若是BATJ们更好办,分拆自动驾驶业务上市不就得了.
当所有车俩都配备一套系统没有黑客捣乱的话估计才是很安全的
华为利害的是把激光雷达打到地板上，小马有吗？
自动驾驶司机就不用隔离了，也不用怕疫情传播了，快点投入实战吧
搞到上海去送货。
不是照样做个安全员吗
自动驾驶能解决司机隔离的问题，但是解决不了垄断供货权的问题。
加油，充电这么办呢？油枪电枪自己飞上去？
防控对象包括司机，同时也包括车辆和物品等，常态化应急兼得预案中，必然包括汽车等，仅仅隔离时间方式方法等有所不同，仅供参考
回复 @隧道全互通 :车辆可以直接消毒啊，人却不行，还得隔离防备潜伏期病毒。车辆消毒完了就不怕了。
回复 @八上七下001 :显然充电站，加油站也是有人上班的。
"回复 @等于二若隐若 :加油站通常有员工
但是充电桩一般是自助的，在手机app上缴费的。"
回复 @等于二若隐若 :人也是可以消毒的，参考医疗、养殖、实验室等等出入必经消毒通道…… 仅供参考， 穿戴防护套装不怕接触，可以通过高温、消毒水等多种方案实现，具体以各防控部门确认安全的方式为标准。仅供参考
回复 @35857502133_bili :国外已经有取消的了  你不能一口吃个胖子吧
回复 @35857502133_bili :因为国家规定要有人，而且现在是持续研发，肯定有人的
woc，依稀记得我去年在20分钟的视频下面评论过“长视频多来点”，结果直接上了6h，nb[笑哭]
卧槽，6个小时，等我先把WiFi打开
现在有安全员是一个过度期。过了路测是允许无人车自己上路不带安全员的。只要指挥中心下命令和路上的片区技术员就能管理本地段内的上千量货车运营。现在的安全员只是过度阶段怕出现意外。
像现在城市间的高速路。就是测进出场地市区和高速路上修路，路况下雨下雪起雾沙尘。有车祸现场等特殊情况时车辆控制系统的判断和处理。还有某些探测器的全天候运行情况是否稳定。一旦故障车辆在错误信息下会做出的反应。甚至能否自身判断故障屏进入安全区域等待救援。其实正常路段的测试在模拟器上都修改的很完美了。
别相信什么一镜到底😄
这审核君得哭着看好几遍[辣眼睛]
司机的手不痒的吗
有没有一种可能，司机根本不会开车[doge][doge][doge]
回复 @属于空欢 :没有可能，安全员都是经验丰富的驾驶员，用于处理复杂场景，应对突发事件
司机看着就烦[doge]
回复 @属于空欢 :司机一般都是非常赞的老司机
司机好像在罚坐一样[doge]
长时间不动  难道不像睡觉嘛
这个避障策略感觉还是物体轮廓线那种来的，选取的场景也相对简单，多种车辆 混合交通流 超车变道干扰 风险决策判断那些 没看到，可能我没仔细看。
就这高速单一场景有什么挑战吗？匝道还需要接管？
全程高速+没车？哪位看完的告诉我变过道吗？是不是直接开volvo卡车打开acc就行了。
有变道超车过，超一辆货车，我也是跳着看的
看了4h的告诉你，高速能遇上的除事故，都遇上了
回复 @Banjamin :那应该出个加速版，中间无事发生的就10倍速过去或者剪辑掉。反正有完整版，也不会有人质疑剪掉关键内容。
超了别人车 也有人超他
未来怕不是这样，自动驾驶汽车AI操控，通过5G甚至6G技术把低延迟的形式数据发送到公司总部，安全员在公司里远程盯梢。
都是本地进行数据处理的=.=，远程处理延迟太高
远程安全性太低了，必须本地才能做出最快最稳的反应
建议取消驾驶证，让自动驾驶全面普及[doge]
请你解决一下全国运营人员转岗问题[辣眼睛]
人工驾驶后期可能会成为健身项目（例如汽车赛事） 自动驾驶人工驾驶认为后续很长一段时间内必然同时存在
我超，你真放5个小时啊[喜极而泣]
为啥这条路上没车啊？
应该是高速加上是晚上吧  又不是节假日的时间猜测[doge]
开头晚上比较少车，后面白天就多了
这个好
路上怎么没什么车？
太赞了！小马加油！
靠你了[doge]
雨天NB
牛蛙牛蛙
这…也太长了吧
卧槽，牛逼
未来怕不是这样，自动驾驶汽车AI操控，通过5G甚至6G技术把低延迟的形式数据发送到公司总部，安全员在公司里远程盯梢。
都是本地进行数据处理的=.=，远程处理延迟太高
远程安全性太低了，必须本地才能做出最快最稳的反应
大车要靠最右侧行驶吧
[tv_呆]要不先过个科目一
回复 @中二病患者咋了 :哟，你这回复挺搭你id的
牛蛙牛蛙
开进服务区和开出服务区那段路不能用自动驾驶吗
场景有些单一呀
说得好 出事故了车企负责嘛？
高速啊。。。我想看地面道路6小时无人接管
BV1YS4y1c7wi[doge]能不能好好解释一下
潍柴都说了 自动驾驶就是忽悠
谁？
你们这个AI代码有没有bug？麻烦出示一下24小时的system log，和48小时内本市程序员的code review报告
这个卡车是单独设计的底盘吗
能不能问下，司机时不时的动一下方向盘旁边的挡杆还是按钮什么的，是在干嘛？
确保司机没睡着
大哥 来个剪辑版本呗
想知道高速中，出现旁车道（目标车道）有危险，进行换道中止，但这时还是可能会出现压过旁车道边线，这时候该怎么处理？
保持安全距离（对应前车，后车，左右车道车辆等等），防御驾驶……仅供参考
会退回去的
希望路上都是车，以后喝酒了直接躺车里睡觉，多舒服。醒了就到家了
部分车辆慢行已具备您所想，有条件的成员地域可尝试了吗，高速通行仍有等科普无须超车设计之后（保障安全距离，择选配套联控技术普及应用效果更佳，仅供参考）
车上睡了一晚！[偷笑][吃瓜][笑哭]
很难。。。恐怕还有很长一段路要走。。。。
这个点云看着怪怪的
比图森晚了好多年唉
量产？
这是用什么技术的？
以后能不能自己加装，我想装哪家的自动驾驶就装哪家的，不受限于车辆品牌型号，老款也可以加装，官方号来一下[doge]
可以后面改装
国内法规更新都得五六年去了。。。
为何？有哪些办法可以提速？
下一步，driver-out ！[热词系列_燃起来了]
地图限速还是太保守了呀，只有80
40 60 70 80
我看视频这车全程20啊...这么慢不阻碍交通嘛
回复 @奔走比你强得多 :视频里 20 的单位是米每秒
[囧][囧]是嘛....是在下错了
省油
好奇传感器配置[嗑瓜子]
激光雷达，我猜是禾赛
比我之前在卡罗拉上改的openpilot强
肯定的啦。。人有激光雷达。。。高精度地图
这个好
牛逼
加油 自动驾驶科技创新是必争之地
https://b23.tv/BV1CS4y1Y77x
[doge]这下，睡觉的时候又有看的了。
牛逼牛逼，有没有股票我买一点[打call]
火钳刘明 内推码NTAHbyv [doge][doge]
厉害了 加油
人机共驾！接管权分配！这个好像也是车辆工程这两年和自动驾驶技术接壤的 比较热点的方向了，学交通工程的 表示 自己更多研究 驾驶风险评估 ADAS那块...
牛
加油！
这是双雷达融合感知吧？
看点云scanline应该是至少两台雷达
自带驾驶在中国最重要的事相关法规，而不是技术问题。
同等重要，比技术法规更前置重要的是？
凡是国产，反手就赞。
好奇复杂路段，和树木挡住半个标牌的识别能力。
那种除了摄像头识别，标牌应该也可以联网输入吧
"关注了。
用心做产品，大家都会支持国产的。[星星眼]"
凡国产，必支持
冲冲冲 百花齐放
感觉好像很厉害的[tv_点赞]亚子
车看起来像是金旅星辰，但为什么感觉标是开沃
好吧，放大看还真看到金旅了
头上那个大顶子有没有～
衡阳市区，解放路
未来可期
可以。很厉害了
居然在衡阳417。
是不是以后我买辆可以让它自己跑滴滴[妙啊]
蚌埠[笑哭]
然后车就被偷了[doge][doge]
然后有女乘客跳车责任怎么算[吃瓜]
回复 @妙之车裑 :笑死我了
人在家中睡，钱从车上来？[doge]
太行了
买显卡挖矿不就是这个道理[doge]花了钱当然要赚回来
回复 @木鳥水 :算保险公司的啊[滑稽]
到时候轮的着你？[doge]
回复 @木鳥水 :女乘客说车主在家用车非礼她吗？
然后遇到醉猫直接坐在驾驶室上玩方向盘[吃瓜]
你买别人也买，内卷开始了[doge]
不如买房子收租，都不用等未来，现在就行
这种生活真的有可能是未来。早上坐车去上班，送到单位车自己跑滴滴，晚上来接下班。充好电，等第二天
回复 @木鳥水 :要是有男老赖碰瓷怎么办[翻白眼]
回复 @多谢肥猫哥 :想得挺美
要是真能合法上路了，我觉得那些公司应该会自己投无人车，毕竟自己赚钱赚的肯定比让别人赚点赚的多
滴滴比你买的早，第一时间把所有司机解雇了，换成这个
你们买几辆。。。
红警挖矿车
滴滴！你个王八蛋！
这就是未来要实现的。
"AI：尾号****你好～
乘客：[惊讶][惊讶][惊讶]"
[歪嘴]滴滴公司直接取消驾驶室，一次带5个人
西部世界……
资本家看了落泪[doge]
你他娘的是个生意天才
回复 @X-emmmF :风险呢？没说，风险嫁接给司机更靠谱，司机还得交租[呲牙]
回复 @妙之车裑 :不要方向盘[doge]
回复 @Ararararagi :干脆偷一台吧[doge]
回复 @X-emmmF :这样的话人们对打车就没那么抵触了。没准可以减少私家车数量。
哈哈哈躺着赚钱
躺着赚钱
回复 @木鳥水 :汽车厂商全责
快进到智械危机，全世界的机器人们站起来，打倒压迫我们的人类[doge]
这个出了之后首先滴滴公司自己就大规模投入了，个人滴滴司机直接就取消了
德拉曼专车是吧
可曾听闻联动云与移动撤硕的故事[狗子]
我也这么想，大家都这么想
行驶过程中摇下窗子 ，让一些普通市民见见鬼。[蛆音娘_滑稽]
哈哈哈～
戴上个机器人的全面罩，效果更佳！！😱😱😱😱😱
回复 @AutoX无人驾驶 :还得价格语音包，你瞅啥[doge]
你坐后排，雪白皮肤、长发飘飘，身穿洁白纱笼摇你的车窗。
要是被追尾了，它会停在原地还是自己开到路边？
好问题～
直接开走了
带自动骂街功吗[傲娇]
小剐蹭可能都感知不到，被追尾了也不知道
回复 @Mcrry :100块包月服务
回复 @我真只是一个帅哥而已 :不存在，加速度传感器必备，碰撞加速度曲线特征太明显了，很容易判断
回复 @我真只是一个帅哥而已 :咋可能，有毫米波雷达的
回复 @Mcrry :这个功能好，加钱也要上
回复 @摩洛哥保安cypher :如果碰到喝酒驾被追尾了，也不是不可能[doge]
会反馈后台，然后人工辨别
骂街属于增值服务…
回复 @我真只是一个帅哥而已 :这种车 到处是传感器
外部撞击有可能会撞坏传感器，应该熄火原地不动最好。什么撞击预判，撞击力度等级位置，整车各种传感器位置自我检测还不行吧
回复 @摩洛哥保安cypher :也是哦又是雷达又是摄像头的
嘀嘀，你个s   弊[笑哭][笑哭][笑哭]
回复 @AutoX无人驾驶 :被别人刮蹭了，然后它还不知道，别人主责，因为机器自己跑了，判逃逸全责[滑稽]
如果所有的车辆都是自动驾驶，因为都是同一个城市大脑，所以在脑子没问题的情况下不会出现加塞这种问题，交通事故也是预判错了或者不可抗力的因素，当然这种理想的环境离我们还很遥远，毕竟有些人，你给她钱免费换最高配，外加补贴，他都不愿意把自己那辆桑塔纳卖出去[吃瓜]
[doge]ding zi hu
主要有些人喜欢那种驾驶感
城市大脑不一定是最终形态，只能说有可能，或者部分区域是
涉及到软件撞死人的情况下谁负责
不可能，你这样中枢出错就是全城范围的灾难性事故。
回复 @no-code :中枢不给命令就行，给建议，让车结合实际路况做决判。
回复 @no-code :i robot 里面就是这样，理想情况罢了
回复 @no-code :可能的，杭州路网交通已经上智慧大脑了…
回复 @no-code :说不定有个备用中央电脑也是个解决方案
回复 @no-code :应该会有手动模式，手动模式优先级高于自动，防止紧急情况出现
高峰期宕机了是不是不用出门了。
回复 @no-code :相比人类的事故率我说不定更相信电脑[笑哭]
回复 @no-code :核电站爆炸危害性更大，为什么还是建了核电站?管控危险是最基本的能力
回复 @no-code :应该每辆车都能自动驾驶，大脑只负责协调，就算没了大脑也只不过通行效率下降
回复 @no-code :其实原子弹出来的时候也是这么想得，但是人类会不断探索和这些东西和平共处的方法，所以没必要太担心的
回复 @no-code :系统总是在不断完善的
不是谁都愿意跟你一样放弃操控权[doge]
回复 @no-code :那为什么全城共用发电厂没问题呢？只要预留好紧急措施就行了
回复 @no-code :你看现在高铁出错多么[藏狐]
你信不信一旦系统被破解！你的车就没了！而且无人驾驶有很大的安全隐患！不要把自己的性命交给没有感情的机器
回复 @暗裔剑魔-亞托克斯 :自动驾驶出事故和人驾驶出事故最大的区别就是死的明不明白。
你可拉倒吧，统一电池统一电桩都搞不定还扯什么同一个城市大脑，开桑塔纳的至少知道自己统一加92[吃瓜]
那计算机的计算能力得多高啊[笑哭]
我爸就有一辆桑塔纳旅行车，平时开出去钓鱼用的[doge]
看动漫多了
在风险管控得当的情况下，一个城市或者区域的交通使用统一的超级处理器来进行调度，要远比单纯依靠人类自身来得保靠。
地铁[doge]
传说中的量子计算机，加完全版人工智能
所以说你下一步打算直接放弃思考吗[吃瓜]
"说实话还是很期待无人驾驶
弹幕里面说不会超车什么的还是技术没有到位
目前人的眼睛大脑比汽车传感器和AI更能处理复杂情况
当终究有一天，技术会发展到超过人类大脑
最终所有载具都由中央AI调度，所有车的速度、控制都是算法得出的最优解，根本不需要超车，除了下车，人人都最高时速。
那时候还想自己开，只能专门划区域给人开，不然没有AI辅助人类根本反应不过来。"
太难了，现在几百亿参数的模型认知能力远不如8亿神经元的猫，我感觉需要基础性突破才能在因果关系之梯上更进一步[思考]
我觉得我大脑挺简单的，一个人开开快车就一直在算计和旁边车的距离和预判它们的行为然后一直超车！车上人多 差不多就像这无人车一样慢悠悠不抢道[笑哭][笑哭]
我觉得不需要中央ai调度，只要物联网，周围的车都能知道对方的位置、速度、即将执行的动作，基本上就能杜绝交通事故了。
主要是万一自动驾驶出事故了，谁负责。车企，车主，还是保险。估计没一方想承担
没用，只要路边有人或者动物会突然窜出来，车子根本反应不过来
[吃瓜]堵车天际线
回复 @滚来滚去的巧胖 :怎么知道其他车即将做的动作
回复 @Aeneid :驾驶过程中你试试发散思维去想其他事，开车和规避的动作交给你的眼睛和潜意识就能做好，就是容易惯性思维走了日常走的路线错过了准备要去的地方。而现在的神经网络可以做到这样了
回复 @晴天是花海搁浅的暗号 :假设未来所有车都有全方位的雷达，并且数据共享。那么就不存在鬼探头之类的突发事件了，因为哪怕本车雷达因为物体或者车挡住了。总有别的雷达发现它了。就算无法避免百分百的事故，减少90以上的事故没问题。至少，你不乱跑，不会有车失控撞到你。
回复 @浩伯plus :人脑能接收并处理的信息量极多，暂时还不是机器能做到的，就比如并道，人脑会根据情况（如时间安排，安全情况等）来选择是否要逼紧前车来快速安全并道，而机器只能判断安全距离来选择是否并道，视频中在一些片段也看得出来，机器在部分道路交汇的地方停了很久，因为没车给它让位置，而人就不会这样干等着
回复 @晴天是花海搁浅的暗号 :这个就配合天眼这种，摄像头检测到有人经过，上报给数据中心，然后在下传到附近车辆这样？
回复 @Aeneid :计算机的性能还不够
这肯定可以实现的，当初汽车问世跑的也没马快。
不是性能问题，也不是技术难题，是伦理性问题无法解决，也不能解决
网卡一下 凉凉
想知道如果是旧路翻新，然后导致路上原本的实线和后面又涂的虚线交叉，这个时候ai会怎么判断[哦呼]
路况肯定联网更新了吧……然后Ai跟着记录的新路走吧
回复 @肜淼 :城里可能会，其他地区可能不会那么及时
路况更新真的看地方，我被坑过。。。[囧]
回复 @肜淼 :哪来的什么联网更新，现在的智能驾驶都是识别线，视频里的这种是属于把这一片街区的路线都抄下来给AI看了
那就是降级，请求人工接管的情况吧
结合环境判断吧，这种情况路面都会有些收窄，按着路基判断就好，因为人也是这么判断的
需要高精地图吧 一些二三线城市或农村乡道 划线不清晰 加上高精地图不是最新的 不知道能不能用[doge]
很多说不会把命交给机器 实际还是个出事概率的问题 就像现在飞机 地铁其实都是无人驾驶的  机长只是特殊情况临时接管   跟无人驾驶车的安全员是一样的
"地铁，飞机自动驾驶都是固定线路
基本不会出现意外情况，但是公路上可不好说下一秒可能就是意外。"
回复 @石上花間Official :而且固定线路根本没有障碍物啊，飞机有空管，地铁就不说了
没有概率问题，其实最好还是国家出手,统一标准全部都是自动化的话，全部机器统一控制速度跟其他一切因素,那还怎么出车祸,出车祸其实就是因为意外，你不知道我要转弯或者说我忘记打转向灯，转弯了你闪躲不了，大概就是这样子，但是机器的话，转弯之前附近一切车辆都已经知道，我要转弯了统一调配
回复 @硫酸氨水 :那只能等自动驾驶成本降到任何一个车辆都标配才有可能了
反正我就手动驾驶，任你说的天花乱坠
所以说无人驾驶就是要划分区域驾驶
回复 @石上花間Official :就是让车子不在收人为因素造成车祸，由ai调控
回复 @硫酸氨水 :行人和电动车怎么统一控制[笑哭]
但是总规是有接管的呀…汽车自动驾驶这样没人接管，不论概率不概率我个人而言都不太希望它上路…尤其是这种情况还会导致事故权责不分明，如果没有分明的权责观，我相信许多人都会对它的安全问题能否达标能否考虑全面有很大的怀疑[思考]
地铁飞机和汽车不是一个概念好吗[笑哭]
回复 @FisherAVIC :空中也有障碍物的，不是说在天上就没障碍物，要是真像你说的这样就不用装气象雷达了，还有火山灰程序，引擎冰晶自动保护也是为了防止在空中遇到这些障碍物出事的
首先飞机不是自动驾驶，在起飞和降落是要机长操控的，飞机所谓的自动驾驶其实是自动巡航而已。地铁是因为独立路权和有调度员把关才能自动行驶。
飞机起飞落地不还是人工吗？
被机器害死是真的冤，还不如死在自己手上
"条件反了。
使用自动驾驶的前提是你熟知某些地方可以通过自动驾驶减少注意力分配以及规避风险。同时还需要完善的纠错以及退出机制。"
所以说，无人驾驶还是必须要有人坐在驾驶室
其实都差不多，如果完成度高的话还是可以的，人犯错的概率反而更高，机器也就是程序的问题。[辣眼睛]
[doge]虽说无人驾驶还没有特别成熟，但就算拿现在的技术放到路上，事故率也比一般司机低的多，电脑目前有可能出bug，但人更可能酒驾，分心驾驶，疲劳驾驶，斗气车[doge]
火车自动驾驶几乎就是控制速度。飞机航线上空况都很简单，而且遇到气流颠簸之类的状况还是人工接受
人出事的概率比机器大多了
视频里说慢的让我想到以前火车刚出现的时候。自动驾驶也一样，需要大量数据和技术的沉淀，自动驾驶从开始研发到上路再到现在才多久？慢的话1.是为了安全2.因为如今自动驾驶技术不是特别成熟（能拿到上路牌照的已经是技术相对成熟的了）3.实际路况比测试路况要复杂地多。所以别再说开得慢了，等到技术成熟的那一天，自然会快起来[奋斗]
希望尽早商用！不过还是有些不成熟的地方，如：跟车距离太远容易被加塞，跟车的启停有些许延迟；车道线的选择不成熟有点不太“智能”的感觉；有些许路段走的是公交专用道，不知道是不是可行驶时间段内不做评价。以上纯作为消费者而言作出的评判，能做出这么成功的自动驾驶就已经是成功了！不要杠为什么不说优点！希望贵公司越来越好！
跟车距离远更能保证安全，个人觉得这是优点，加塞虽然难受总比出事强，这一点上人易受影响其实不如机器做得好。
回复 @瞧好肥的鱼 :51%赞同 哈哈哈哈哈哈哈
回复 @瞧好肥的鱼 :等你开车高峰期上下班就知道了
说实话有点震撼到了，深圳这地方天天修路，隔三差五围起来施工改道，高峰时间堵的要命，能在这路况下六小时无接管真的很牛逼了，这已经具备实用价值，并且相当稳定了。
还要测 并且要多测 多发 要让人们觉得自己造的这个东西真的很安全并且实用
跟车太远了。能无限被插车
回复 @晨者为王 :无所谓，无人驾驶不赶时间
听说又有一个笨比up开了精选评论[初音未来_nice]所以特地来评论
感动。。Up主才反应过来开启了精选评论。。
你好，我是一名c#开发者，贵公司还招人吗[doge]
一直在招人！已超1000人团队，欢迎志同道合的你
好家伙在线应聘[doge]
招
自动驾驶一旦实现，先替换掉大货车司机，运力马上起飞，物流成本下降，生活成本下降。解放生产力，未来真的要来了！
确实，自动驾驶一批量的话，短时间内运力会下降，因为大货车司机基本都超载的。但是随着后面的数量跟上，绝对起飞。
解放生产力？你怕是误会什么了，现在是生产力过剩，怎么消化生产力才是真的
回复 @三面不得 :问题是我生产价值10000的物品却只能得到100，甚至更少的收入，而且我这样的人占据了绝大多数，照这样看的话是不可能消化掉的。
回复 @三面不得 :生产力永远不会过剩，多出的生产力会转化成研发和创新。
和运力关系真不大，而且中国不可能允许没有同等能力驾照的安全员的“无人驾驶”
劳动力
回复 @飞雪连天射白鹿9527 :想多了，生产力过剩在国内只会变成内卷，几拨人盯着一块蛋糕抢，创新在国内就是个吃力不讨好的活
回复 @三面不得 :消化生产力是站在找不到工作这种具体立场上的观点，但是解放生产力是更宏观更长远的计划，简单的说就是要是有可以有100亿人量长期充足的口粮一直从天而降，那养活13亿人理论上是毫无问题的。这13亿人干不干活，生不生产都没所谓，是为解放生产力。问题在于怎么过度和平衡。
回复 @飞雪连天射白鹿9527 :还没进入社会吧，孩子。
回复 @三面不得 :我还是头一次听说生产力过甚的
有钱人更有钱 没钱人等饿死 工作更难找
回复 @三面不得 :是个屁的生产力过剩哦
回复 @三面不得 :不是生产力过剩，而是你所得的东西给你的太少，给你这种错觉罢了。要是真按照个人所得应给的工资的话，你会发现生产力过剩个屁
b站低龄化还是肉眼可见奥
回复 @世间再无兔兔 :这么反智的吗？你的问题在于读书太少，见识太浅。
这半夜路上看见不吓死[笑哭]
幽灵车[歪嘴]
对“人类”安全员的关怀[热词系列_秀]这简介都是AI写的吗
哈哈哈哈
能够在深圳进行这么一次大型自动驾驶的实验可以看出autox的自动驾驶的技术是达到了十分成熟的地步，等一手正式营运[tv_坏笑]
路试只是一方面，要先过标准，国内还需要开放这样的标准，才能真正落地
车主没系安全带     扣分！[doge]
招安全员吗？是不是坐着就能拿钱？[脱单doge]
回复 @op200_Reek :招！欢迎
真的吗？我认真了哦
回复 @吃葡萄不吐仔 :认真的～
回复 @AutoX无人驾驶 :怎么招？
俺也想去
回复 @试纸酱- :欢迎关注“AutoX无人驾驶“公众号主页有提供招聘页面链接
这旁边司机看一眼不得白天活见鬼
厉害了，比特斯拉强太多了，纯视觉下雨，晚上，大雾天可不行
路面没有明显标线的破烂国道怎么走的捏
不走
违章的话车企承担罚款吗？
是头上两个小角角那个车嘛。。。路上看到不止一次了
很高兴再次相见！
头上两个小角角？真想见见呐
是吗？我见过，还以为是装饰，还淘宝了一下[笑哭][笑哭]
大佬大佬
你们的车探测器太明显了，我们开车都会躲着点的呀[嗑瓜子]
不是出门遇贵人上去蹭蹭？[doge]
非杠，你们这个和华为极狐那个更成熟
你怕不是引战 管哪个成熟 只要技术核心抓在国产公司手里就行 如果你要说哪个成熟 就目前视频来看 这个6个多小时 我只能说 这个吊这个吊
我不太了解这个，但是如果无人驾驶最先应用的场景不应该是高速吗[笑哭]
可能一开始就要挑战困难模式[doge]。
从最难路段开始测试，[doge]
高速我开自适应巡航加高级辅助驾驶，全程都不用管的当然你不超车只选择跟车的话，这还只是L2级别的，高速的话没多少难度的，主要还是城市复杂的道路和各种电单车三轮车和行人
这玩意跑长途估计行，我家里工作地点1960公里，希望早日量产，早日造福人类
给个联系方式交流一下具体方案吗？
回复 @flying3561031 :请关注“AutoX无人驾驶“公众号
自动驾驶还是得看事故概率，这些测试还不含雨雾霾天气，还得多跑跑测试场景和到一定量级
那我可以喝酒后不用请代驾了？
招网络安全吗 避免黑客攻击的那种
假无人驾驶！石锤了！2：20秒开始司机忘记开隐身了。一直在运功，御气控制方向盘。
车主没系安全带     扣分！[doge]
在？发个offer？
好！gta！
只要能征服重庆 全国都OK
不把方向盘拆了再坐满人我不是很认同
那种除非真正的AI才能做到
大捷龙吗
加油，未来可期！
"我在坪山上学，挺多测试无人驾驶的，有些司机还特意别停无人驾驶小车。
一般车后都会有安全员，放心。
高速其实有点堵，快速道也差不多，最多吃满，高峰车很多，都龟速"
非常期待全自动驾驶的城市！
我已经想好了下一集柯南的标题和剧情了[doge]
"真的，已经相当优秀了！
但是无人驾驶还有很长的路要走，并不是技术问题。希望你们能继续努力。"
如果单传感器故障，系统自检报告还没问题，会对车有什么影响，或者说有什么备选方案，是不是都是闭环控制的。
建议下午5-7点 上海市中心高峰测试   看看别人插队会咋样
回复 @战略忽局驻白宫分局 :上海不允许无人车去市中心
不知道30年后能否全面推广，总之还是很期待。
感觉都不要这么久[嗑瓜子]
现在只是在试验阶段吧，万事皆有可能
自动驾驶可以躺座位上睡觉休息了[虎年]睡一觉就到地方了
牛逼 希望20年后能量产 30年后能在普通人买得起的车上配置 让我也享受享受
挺好的，希望能做到像看门狗军团那样，全自动驾驶车[笑哭]虽然很遥远，但是加油！[给心心]
如果无人驾驶成熟就不需要方向盘了，就一铁块包着一移动房子上路就好了
望早日量产
停车费怎么交？[脸红]
牛逼
厉害
换成雨天雾天
回复 @大爱漫画帝 :好的～
遇到加塞什么的应对的都不错。我想问一下你们有遇到过红绿灯情况比较复杂的路况吗？比如说超过四个岔路的路口。。[tv_doge] 人类驾驶员第一次走都搞不清哪个红绿灯对应哪个路
回复 @净寐 :有5岔口和6岔口、无红绿灯十字路口、无红绿灯T字路口、不对齐的十字路口等路况都有测试～
回复 @AutoX无人驾驶 :期待[tv_大哭]
牛批
来重庆试试[蛆音娘_滑稽]
去广州城中村试一下
回复 @充满鬼气的谢怜 :深圳城中村天天跑哦
炒，这还要啥方向盘啊[嗑瓜子]
真牛逼啊
弹幕不要杠，这无人驾驶技术已经是我见过最强的了，想想无人驾驶技术目前就是个婴儿，你指望一个婴儿多成熟，能完成所有驾驶工作？给他们一些时间吧，把嘴闭上
回复 @江京12138 :感谢你的支持
gta里的车不都是这样开：的么[doge]
想知道无人驾驶对路上的障碍物意外都是怎么处理的，反应快不快
自动驾驶也得让车主考AI驾照吗[思考]
能跑高速吗？[doge]
呱呱呱！有呱[doge]
等路上全是自动驾驶车辆，慌的就是那些个现在鄙夷自动驾驶的人了。
[思考]汽车人
好家伙 我家附近
自动驾驶技术的应用非常广泛，普及以后也非常实用，现在的出售的车装备的自动驾驶必须有驾驶员握着方向盘防止出意外，只是简单的车道辅助系统罢了。这种新的自动驾驶技术，说个基本的应用，现在很多人家会出现一辆车夫妻两不够开的问题，如果这种技术普及，早上6点我可以开车到单位然后让车自己回家，八点钟老婆上班开车出门。下午下班早可以让车自己到单位门口接我，我回家做饭再让车去接妻子和孩子回家。作为一个受过高等教育的人，我对这项技术的未来充满信心。
这个问题打车不就能解决吗？
[支持][支持]
2077里的无人驾驶出租车公司
德拉曼[doge]
[呲牙]希望凹凸叉越做越好
回复 @一家大小都能喝 :翻译的好可爱
头上有两个木棍的那种吗？我见过几次觉得花里胡哨那时候[笑哭]
国产之光 AI有你们 电池有比亚迪 加油。
路上看到过2辆
终于可以一边开车一边吐息了吗？[doge]
有试过乡下镇村类型的道路吗[doge]
用的是激光雷达吗[doge]
车辆方向盘控制的优先级如何呢，如果判定人手为第一优先级，那么驾驶员不小心碰到的一瞬间取得车辆控制权是不是非常危险？
能自动停车不，倒车入库，侧方位停车[doge][doge][doge]
还自动加减档，过斑马线点踩刹车[doge]
前段时间我在路上看到那台没人驾驶自己在跑的车原来是这玩意？？？还好不是晚上看到的，不然吓尿[辣眼睛]
等着有一天驾驶座直接不存在[狗子]
期待无人驾驶技术越来越成熟
要是高考期间，会不会到了学校附近就被屏蔽了
又不是联网计算，即便有屏蔽器也没用
估计会直接绕开
牛逼
可以，无人驾驶成功了就不用考驾照了
可以整一个让它自己跑快车吗[星星眼]
有没有放蹭ETC功能[笑]
想想当年霹雳游侠，用手表和kitt通话
加油，我很期待无人驾驶的时候我在睡觉！
收费站：这咋收费[脱单doge]
False,有没有复杂路况测试和越野处理？
这已经很厉害了好吧
我想问一下，如果遇到恶意加塞的情况，是等加塞车通过在行驶还是，跟紧前车不给加塞车机会。一些农村的道路复杂的比城市要复杂的多，比如闯红灯的老头乐，行驶在机动车道的电动车。自动驾驶技术任重而道远啊，还是很期待的[星星眼]
车车：“世界这么大，我想去看看。”
需要交警指挥的时候  这车怎么办  还是看红绿灯还是其他的
需要交警指挥的时候  这车怎么办  还是看红绿灯还是其他的
人的控制权必须优先于电脑，不然会出现电脑和人抢方向盘[OK]。
这个要是普及了就好了 成本估计也低不了吧
懂事的车子，都开始挣钱养主人了[doge]
是油车吗，会自己加油吗
[吃瓜][吃瓜][吃瓜]快点上市，正好有钱整一个玩玩
我们需要自动驾驶，但是请务必记住，人工智能权限不能大于人类。因为，民航业的教训已经够深刻了。
这个速度上限是多少啊
按照道路限速
挺好
感觉还是不可靠，不过未来可期
间距这么大太容易被插队了[笑哭][笑哭]
有些人想法就好笑 人犯的错误比机器多得多  是不是人开的车也不做了?
哈哈哈 想起小时候做的噩梦了 车在行驶 车里面没人
ohhhhh牛的[打call]
这玩意要是民用了，我就要在副驾放个模特，然后让它自己导航出去溜圈
突破零评论，确实很强我喜欢
堵车那段一直在让两边的车
来重庆试试[doge]
"科技的进步
tql"
很稳
牛逼啊
问题这玩意的EMC标准是不是应该特别严格才行
顺便让它自己给足吧
加油！
科技就是力量
好家伙，这比老外的强多了
nb
未来可期
停车间距有待提高
不错
我就是单纯好奇[doge]假设它违规了扣谁的分[笑哭]
说出来你可能不信 我的车自己跑出去遛弯去了[藏狐]
用你的油，溜它的弯[喜极而泣]
[星星眼]
无人取代有人是必然的
但不可能全部取代
小时候看过一篇科幻，外星人视角中，地球的智慧生物是汽车，人类寄生在汽车中。
可以
1
厉害了
太棒了！人类被解放了！
未来可期／未来已来
这货会跟着导航 飞出护栏吗？
不会
时代进步越来越快了[跪了]
[支持]
真是奇怪捏，没人在驾驶位是为了防止驾驶员创人对吧[傲娇]
测试用车看起来像是大捷龙
是的
很强
牛
牛逼
好
没人嘛
被刮擦怎么办，能感应到吗？
能
没人说两句吗
感谢提醒！Up主才反应过来开启了精选评论。。
厉害
牛
来我们村试试[嗑瓜子]
大数据
比起那些ppt造车的车企，这家公司没看视频前完全不知道，看来是低调做实事
[热词系列_知识增加]太厉害了8
up你开了精选要自己选的
感谢提醒！Up主后来才反应过来。。
回复 @AutoX无人驾驶 :[喜极而泣][喜极而泣][喜极而泣]最近一堆up都这样，你不是唯一的[笑哭]
打车用这个就很高端[doge]
测试地点在深圳坪山区，用的车是克莱斯勒，全车六个激光雷达，4个毫米波雷达，小于两车道掉不了头，大于两车道掉头也不快，所以一般都是左转右转右转，绕路掉头[嘘声]
牛啊
牛
自动驾驶优先让 优先停 这不比某些司机文明[辣眼睛][辣眼睛][辣眼睛]
[热词系列_好家伙]
这边将弹幕很多人所提的安全员，危险驾驶的疑问做个解释（复述）AutoX无人车在自动驾驶域内流畅行驶，行至政策要求需具备安全员的地方，无人车自动靠边停车接客，等待安全员上车后继续行驶，全程保持自动驾驶状态。出于对人类安全员的关怀，在自动驾驶状态中，车辆通过落客靠边更换过一次安全员。
那么问题来了，无人驾驶违章了扣谁的分[辣眼睛]
车主[doge]
路人：？
还可以
真无人驾驶
牛
来个没有加速版的好吗？
为科技进步点赞！一点疑问，实现这种程度的自动驾驶需要多少内外部条件？未来商用会作为强制配置吗？
评论
感谢提醒！Up主才反应过来开启了精选评论。。
[笑哭]晚上遇到还挺恐怖的
给我安排一辆谢谢
看起来非常厉害
挺奢侈，用Pacifica做无人车[藏狐][藏狐]
厉害了[热词系列_知识增加]
当万物互联能实现，所有车实现自动驾驶那就很舒服了[打call]
放在沙漠戈壁还能完成最短距离自动驾驶吗？
还是很牛的，只是这车能应对突发事件嘛[藏狐]
emmm~一楼诶~好牛逼
啊这这不是一楼~
厉害
厉害啊
哇⊙∀⊙！
[虎年]
边上车看到这车驾驶室没人，不得吓出毛病来[笑哭]
测试拥堵路段的复杂车况看看
看起来不错，希望下次挑战菜市场或者学校周边的交通混乱场景
建议在北京实验。如果北京没问题。那就去重庆。
这玩意跑长途估计行，我家里工作地点1960公里，希望早日量产，早日造福人类
从坪山开到宝安机场[tv_点赞]，视频看得出驾车风格很保守，15:41秒那可以变到左侧那的，等得太久了。不过还是挺厉害的，加油
就是我看到我左右侧别车时应该是触发了什么机制都有一个急刹的行为
深圳交通秩序全国最好，做为无人驾驶起步确实还可以。下一步可以考虑去东莞、惠州这些赛车手都市试一下。
AI这东西还是要理性看待，科技进步是好事，但急功近利就会让人看不见缺点。
真牛
牛哇[星星眼]
看的出来，上次的建议听进去了
牛的
漂亮
什么车
老被插队 ....哈哈哈
加油加油
厉害
特斯拉进来挨打[笑]
是上游嘛
wow
[豹富]
厉害了👍
这技术[抱拳][抱拳][抱拳][支持][支持][支持]
好稳，真的厉害
务必给人留个接管机会
我在坪山，我也在现场偶遇过这部车，黑色的，还在b站看到你自己的车哈哈哈哈
很高兴再次相见
"新年快乐 
这事儿是好事儿"
好厉害
上高速现在还只能在慢车道吗，还是说设置的
早日量产[星星眼]
这车放在十年前……晚上要有人看见，不得把人吓个半死[doge]
这车放在十年前……晚上要有人看见，不得把人吓个半死[doge]
未来的汽车都是统一系统调度，即点即安排，不需要配司机，上车即走
还不错但是走了公交车专用道路[哦呼]总的来说很棒了！
遇到有人塞车的情况，算法怎么处理？
后半段很多哦
支持[打call]
这个跟车空间有点大  虽然安全
这就准备有一个新行业[妙啊]
牛逼
"[doge][doge][doge][doge][doge][doge]
[热词系列_新年快乐]"
走一走城乡结合部的人车混行路，如果还能想视频一样就可以推广了。
感觉很牛逼，但是也希望看看雨天的状况。
好的
厉害👍
还挺厉害的
"1000平方公里自动驾驶域来了！近六小时一镜到底、全自动驾驶、零接管实录曝光，无人车自由穿梭繁华CBD、高速路、连续隧道，超大范围内游刃有余，全无人RoboTaxi大规模落地里程碑。

AutoX无人车在自动驾驶域内流畅行驶，自动驾驶从头至尾零接管，从白天到黑夜，CBD到城中村，隧道到高速路，覆盖各种场景路况。

视频中，AutoX无人车从完全无人驾驶状态启动，车内空无一人。

旅途包含繁华城区道路，正值晚高峰，车流及人流量达到顶峰状态。剩余路段为高速道路，AutoX无人车穿过了多个高速收费站，最高时速超过了90公里每小时。

此外，无人车还穿越了长达2.3公里隧道。在1小时46秒进入隧道后，AutoX无人车始终保持50-60公里高速时速，连续穿越三个隧道，最终平稳驶出，定位算法轻松应对数公里长的隧道。

行至政策要求需具备安全员的地方，无人车自动靠边停车接客，等待安全员上车后继续行驶，全程保持自动驾驶状态。出于对人类安全员的关怀，在自动驾驶状态中，车辆通过落客靠边更换过一次安全员。

正如视频所展现的，AutoX车队通过测试和运营混合行驶，覆盖白天到黑夜，CBD到城中村，隧道到高速路，高温酷热到雨雾天，每天历练大量极具价值的自动驾驶场景，无人驾驶能力不断精进。"
咋没人敢评论？我抢个沙发，我还是相信自己一点点，坐着自动驾驶，总是感觉不放心。
这是智能算法的一小步，却是人类进入智慧生活的一大步！up加油！
"必然的趋势。
不过人类是一定有自主选择权的，除非有高统一性的自动驾驶标准和足够的网络安全。
期待更好的自动驾驶。"
未来可期
沙发，自驾pilot真的很近了
过一天回来看评论!嘻嘻😁
不好意思Up主才反应过来开启了精选评论。。
加油！工程师🇨🇳加油。
太好了有这个就不用考驾照了[滑稽][滑稽]
还可以，不知道能不能跑高速，如果能实现市区-高速-市区感觉会好点
视频里有呢～
太强了！！
加油，弹幕冷嘲热讽的人啥意思？见不得技术进步？就想一蹴而就？
哇黑科技[洛天依_吃包群众]以后方便好多
好厉害
不知道有生之年能不能开到[思考]
又增加了一个不学驾照的理由[虎年][虎年]
有生之年应该能用上了[tv_doge]
我想过年回家跑长途一路睡 我也想活着
牛啊
感觉很奇妙 像有生命一样[2022][虎年]
牛啊
[给心心]
牛啊牛啊
来我们县城试试
未来可期
牛笔
强大
牛逼
不说别的 你们这车要是能在行车不规范的贵阳市 实现了无人托管那大概率全国就能用了
等成熟了再说吧 现在我是不敢坐
我要这驾照有何用[笑哭]
[支持]
牛，可以不用考驾证了。
甩特斯拉几条街了。
如果在国内都能应付自如的话，那么在国外的交通网就更不用说了。
我不缺流量，不用快进。想看正常速度版的
驾驶员不让动有点惨[喜极而泣][喜极而泣]
双手离开方向盘[妙啊]
非常好
挺好奇，路线不清的时候怎么识别
NB的
我要看全车外观，希望不是100万的小书包雷达加20万的车
肯定是
打破
牛逼
强欸
外面看车里面没有人，是什么样的感受？[doge]
好
希望早日商用[打call]
可以的！加油！你们是改变世界的人！
鬼鬼，这么牛逼的视频没有评论？
感谢提醒！Up主才反应过来开启了精选评论。。
牛啊牛啊
要是到无道路标线的地方，会怎么走
wow
看得出来，策略还是挺保守的，跟车距离蛮远
牛！
强，希望未来第二辆车能开上自动驾驶的车
牛逼
"现在无人驾驶能做到这个程度我一点都不惊讶，我关心的只有两个问题，量产和售价。
如果是车顶背的雷达比车贵，我觉得应该优先考虑如何降低成本。
当然我并不知道这套自动驾驶具体用的哪些设备。"
很好
和华为的自动驾驶相比不知道怎么样
希望2025年能用上
牛啊
非铺装路面是什么解决方案
[虎年][虎年][虎年]
这肯定无接管啊都没有人[doge]
你这路况属于非常好的了
还不错。
很不错
说吧，工程师是不是窝在后备箱里呢？[doge]
哈哈哈～
秒杀特斯拉
确实厉害，请问对地面标线比较模糊的路段适应性怎么样？
刚考完科四[微笑][微笑]
NB
很厉害啊，没有其他介绍吗？
临时红绿灯也能轻松搞定[囧]
在？抽一个……嘶……算了
真不错
[热词系列_知识增加][热词系列_可以]
驾驶距离呢？
未来可期
这不可能，肯定是汽车人才能这样[doge]
加油！可以努力尝试看在ch区域能不能超过特斯拉的自动驾驶
如果信号灯坏了呢？
[妙啊]可喜可贺
有测过乡镇的街道吗？
有～城中村
牛哇牛哇[豹富]
抗干扰能力咋样
[点赞]
堵车绝对是目前自动驾驶最佳应用场景[doge]
自动驾驶。个人观点，就算你有把握99.99嘅情况都可以控制，但係只要有0.001情况出现，就会俾人质疑。但是这件事是绝对值得去做的，加油加油！
那以后是不是可以躺着睡觉了[tv_doge][tv_doge][tv_坏笑]
"是up主厉害还是特斯拉厉害呀
我感觉可以吊打特斯拉"
没什么用 到现在人工智能还不能算真正的智能[嫌弃]
这个牛逼！！
硬科技，中国加油
服了
用平方公里做单位，而不是公里，有点意思。这个单位恐怕就说明了一些技术模式吧。
那么，这么叼的autotaxi老夫在深圳怎样才能打到呢？好像你们官网说是已经公开测试了吧[滑稽]
厉害了[哦呼]
拔掉方向盘做网约车就多个座位[doge]
不过，，自动驾驶好牛啊~
我是汽修的，以后还要当程序员？
回复 @我们b站用户最爱杠了 :我们有汽修方向的同事
像上海，经常修路，占用车道，临时共用车道，ai怎么判断？我自己有时候都判断不了。。。
以后基本上不会堵车了。。说白自动驾驶实现起来还是很简单的。因为道路建好了就能管几十上百年，道路维护采集做得好。。智能驾驶就存在什么问题。
安全员有痔疮吗？
等到我40-50岁的时候应该就普及了[吃瓜]
回复 @怜甲莫怜 :那你现在多大
请问替换掉的大货车司机何去何从？，你来安排工资养活家人？在社会生产还没到下一个阶段前，科技是改变不了社会的
安全员没有系安全带扣分，罚款[洛天依_吃包群众]
额所以，无人驾驶机动车如果发生车祸那责任问题该怎么算呢，虽然看起来安全性稳定性都很好，但是毕竟路上开车的基本都是人，电脑有眼睛但是有的人没有（虽说这类情况一般都是不长眼的人的责任）。。。有责任分担的时候应该怎么算呢
跟车距离还是有点远，真碰到一群没素质加塞的，对后车不是很友好，守规矩的碰见不守规矩的太难了[捂脸]
以后无人驾驶跟手机远距离无线充电肯定会是主流，油车也会慢慢被混动还有电车代替就目前政策来
同志你好，查下酒驾麻烦吹一。。卧槽人呢？[妙啊]
👮：是不是我昨天没睡够，怎么有一辆车在自己开？？？让我们上去打探情况[doge]
那以后的人还能享受到驾驶的乐趣吗
短时间内，怕是很难普及。
技术在不断进步，技术在不断完善，期待未来。
真牛！太期待了
技术最后花落谁家呢[脱单doge]
这是哪家的呢
看到弹幕说慢的我就觉得搞笑 ， 自动驾驶 ，就是在累的时候用的 ， 现在这个时速应该是在保证前方可控应急的前提下设置的安全时速 ， 本来就是还在研发的东西  ，  以后肯定会越来越好 ， 嫌慢可以等以后成熟了再买 ， 又没强制让你买
等到5g普及车与车之间互联不知道效率会提升到一个什么样的地步[星星眼]
在重庆会不会跑丢了或者迷路了，跑半道窗户摇下来找路人问路，路人一看么得人吓昏了。
被加塞了怎么办 有展示吗
你们知道个灯，这就是每个汽车配备一个远程驾驶员，你开启自动驾驶，那个人就开始干活 远程监控开车[滑稽]
没有地线怎么办
L4级别的自动驾驶，还要15年以上
弹幕简直没法看了，一堆吐槽说什么跟车距离远的，行驶速度慢的，就不能有点包容？这是自动驾驶的初级形态，为什么要有那么高要求？目前的自动驾驶能做到这样已经很不错了。想想自己刚拿到驾照开车上路时，是不是比这更差？
采用的是高精度地图配合激光雷达还是纯视觉方案啊
统一回复下问无人车怎么缴费，被追尾传感器坏了咋办的。有没有一种可能车是用来载人的[doge]
"也不能说毫无意义吧，提高自动驾驶安全性这东西吧，光靠车是完全不行的吧。
毕竟，上路行驶这件事被动遭罪的概率比主动犯错大多了。"
自动驾驶出来了大车司机就失业了
跟车有点远
专业不太懂从画面上看上去决策非常正确行驶流畅没有犹豫个人感觉比fsd强很多～～
市中心早晚高峰如果可以就厉害了
回复 @孟子世界 :本视频从8-9分钟后，无人车行驶在城市中心晚高峰繁华路段
这个无人驾驶有点安全隐患，我建议设计一个轨道，让车的轮子卡在轨道上跑，这样可以避免了塞车，堵车
Up有和红旗合作吗
emmm会不会主动避让特种车辆比如消防车救护车之类的
我觉得智能辅助系统才是未来趋势
平方公里是什么意思？
回复 @疾风hunter :区域面积，此面积内各种路段均覆盖。
这去趟机场，车把人送过去，车还能回自己家车位。。。回来时候车自己来接机。这想想就挺激动
建议开到正在施工，标线模糊的地方试试
回复 @HANinMinecraft :视频中有哦
这个自动驾驶使用了激光雷达吗？
目前桌面级gpu的算力基本上能处理路面绝大多数问题，就是稳定性不佳
违章扣分了算谁的啊
地下建个无路人的交通网络不是更方便快捷！就是贵点
为什么都喜欢用英文字母命名，我大学就没有考过三级。
车速慢，被并道这些毛病其实不是事，当所有车都自动化并且互联的时候，也就不会堵车了，没什么快慢之分了，并道也会变的有序，
我给我家车看了，它说是摆拍[doge]
回复 @段然不吃肉 :😂😂😂
除非机器有智能，靠程序实现自动驾驶是不可能的
"这都什么时代了，还说自动驾驶不安全的？
我觉得这是大势所趋，相对于人这种情绪动物，机械更稳定，肯定有人会扯机器故障，拜托，人呢？事故多少是因为人的原因产生的？有多少是因为汽车本身质量引起的事故？？？理性看待一个新兴事物"
在我家这小地方肯定不行，老头老太太动不动就开着快乐盒跟你搏命[笑哭]
你们是和哪个车企合作的？
"坐过无人驾驶就知道，无人驾驶是严格按照交规制定的，全是自动驾驶肯定会更加通畅。
而且安全距离留得非常好，但是对于加塞，各家调教的都不一样，百度自动驾驶我就遇到过加塞的两种处理，激进一点直接加速，防止加塞，但是是给机器处理，所以不知道加速后会出现什么情况，还有就是遇到加塞直接停下，然后旁边的车疯狂加塞。哈哈哈"
特斯拉好好学学，特孝子们好好看看
哪里啊都没乱窜的电瓶车
弹幕有些人真的很奇怪诶，你家小孩刚学完乘法口诀 并且做的还不错，这时候你非得跳出来说“就这？有本事你去做非齐次线性微分方程啊？”，你是真睿智啊 事物的发展不需要过程是吧？[脸红]
遇到加塞，Ai会不会国骂？[喜极而泣]
这在旁边一看给我吓到可能会报警
一套成本现在是多少
这种路况基本上是比较理想的情况 如果只在这种范围内自动驾驶 我还是可以接受的
问一下高速匝道呢，视频太长了…就是大弧度转弯，之前看测评蔚来小彭特斯拉都需要人工介入
"整体还不错，不过速度太慢了。连公交的速度都追不上……移动路障。
之前看华为那个，还会根据条件选择车道自动超车。"
是高精地图导航吗？没有看到几个关键的点，双车道遇慢车，障碍物，会不会越线超车？？单车道会车怎么处置？遇到交警临时管制或者临时封车道怎么处置？最复杂的路况都没有看到。
空旷路段龟速行驶
1
代驾又要失业了
他是跟百度地图导航走的吗？
想象一下，等红灯的时候，你往旁边看一眼：“woc！见鬼了”
"我说假如哈，我是说假如
双车道高速，前面有个人站在高速路上，车速120，车会刹车还是强行变道呢
说的透明点就是，发生事故的时候，车会优先保护车主性命安全还是他人性命安全
并不是杠，，，，，，
因为我感觉这个还真是个问题，，，，
和那个火车变轨杀一人的故事一样，，，"
无法顺应时代发展，或摒弃时代发展的最终只不过是自己会被淘汰罢了
如果有一天，车辆全部自动驾驶，并且和天眼联网，那才真是安全，不再有超速 随意变道 闯红灯 等等行为，天眼之下，一些突发状况也能提前应对
我想象的是每台车都是无人驾驶，有al，然后万物互联，这样就没有人为失误。
什么时候可以商用啊！！
"自动驾驶！？
自动投胎！！"
感觉目前还是在封闭园区内比较实用
坐上去怕下不来了
不是否认科技，但是这样我打车不香吗？还有更多安全保障
说实话中国的道路情况很多地方都不适合自动驾驶
01：43 电动车都比你快
笑死，前面是大车停的就超远。还有啥时候能实现接入城市网络？哦，城市网络自己还没建立完全呢
所以到底总共是开了多少公里㎞啊？
说华为算个屁的，你又算个人吗
话说初期成本下不来吧。毕竟研发成本不低。再加上用的传感器肯定不撇
"特斯拉无人驾驶 不行
autox 行！"
假如不巧出现交通事故，无人驾驶车辆的责任主体应该是哪里呢？车辆登记车主还是开发公司？[思考]
要是被交警发现 一直追怎么办？
